[
  {
    "id": "1",
    "question": "Co to jest szlak: Ir-1 §2 ust. 5 pkt 21",
    "a": "część linii kolejowej między ostatnim posterunkiem zapowiadawczym i końcowym punktem linii",
    "b": "dwoma kolejnymi posterunkami odstępowymi (bocznicowymi)",
    "c": "miejsce odgałęzienia linii lub łącznicy",
    "answear": "A"
  },
  {
    "id": "2",
    "question": "Co to jest odstęp: Ir-1 §2 ust. 6 pkt 4",
    "a": "część toru szlakowego między dwoma kolejnymi semaforami odstępowymi blokady wieloodstępowej (samoczynnej) dla tego samego kierunku jazdy przy danym torze",
    "b": "część toru między dwoma sąsiednimi posterunkami zapowiadawczymi",
    "c": "miejsce połączenia torów szlakowych na liniach wielotorowych",
    "answear": "A"
  },
  {
    "id": "3",
    "question": "Do czego służy posterunek ruchu? Ir1 §3 ust. 1",
    "a": "do bezpiecznego i sprawnego prowadzenia ruchu kolejowego",
    "b": "do prowadzenia czynności ładunkowych wagonów",
    "c": "do umożliwienia krzyżowania i wyprzedzania pociągów",
    "answear": "A"
  },
  {
    "id": "4",
    "question": "Czy posterunek odgałęźny bierze udział w zapowiadaniu wszystkich pociągów kursujących na przyległych szlakach? Ir-1 §3 ust. 8",
    "a": "tak",
    "b": "nie, tylko na szlaku zasadniczym",
    "c": "nie, tylko na szlaku odgałęzionym",
    "answear": "A"
  },
  {
    "id": "5",
    "question": "Co stanowi granicę pomiędzy szlakiem a posterunkiem zapowiadawczym na linii jednotorowej? Ir-1 §3 ust.9 pkt 1",
    "a": "semafor wjazdowy tego posterunku",
    "b": "wskaźnik przetaczania W5",
    "c": "najbliższy rozjazd lub skrzyżowanie znajdujące się bliżej szlaku",
    "answear": "A"
  },
  {
    "id": "6",
    "question": "Co to jest stacja? Ir-1 §3 ust. 5",
    "a": "infrastruktura kolejowa przeznaczona do wykonywania załadunku i wyładunku wagonów oraz ich przemieszczanie i włączanie do ruchu po sieci kolejowej",
    "b": "posterunek zapowiadaczy, w obrębie którego, oprócz toru głównego zasadniczego ,znajduje się co najmniej jeden tor główny dodatkowy, a pociągi mogą rozpoczynać i kończyć jazdę, krzyżować się i wyprzedzać jak również zmieniać skład lub kierunek jazdy",
    "c": "miejsce, gdzie znajduje się kasa biletowa",
    "answear": "B"
  },
  {
    "id": "7",
    "question": "Czy na każdej stacji pociągi mogą mieć możliwość zmiany kierunku jazdy? Ir-1 § 3 ust. 5",
    "a": "nie, nie mogą",
    "b": "tylko na stacjach węzłowych",
    "c": "tak, na każdej",
    "answear": "C"
  },
  {
    "id": "8",
    "question": "Co to jest nastawnia? Ir-1 §4 ust. 2 pkt. 1",
    "a": "posterunek bocznicowy",
    "b": "posterunek nastawczy nie wyposażony w urządzenia nastawcze z funkcją zależności sygnałów na sygnalizatorach od położenia zwrotnic oraz urządzenia blokowe i łączności",
    "c": "posterunek nastawczy wyposażony w urządzenia nastawcze z funkcją zależności sygnałów na sygnalizatorach od położenia zwrotnic oraz urządzenia blokowe i łączności",
    "answear": "C"
  },
  {
    "id": "9",
    "question": "Co to jest okręg nastawczy: Ir-1 §4 ust. 4",
    "a": "obszar stacji lub innego posterunku ruchu, na którym urządzenia srk obsługiwane są z jednej nastawnicy",
    "b": "posterunek nastawczy nie wyposażony w urządzenia nastawcze z funkcją zależności sygnałów na sygnalizatorach od położenia zwrotnic oraz urządzenia blokowe i łączności",
    "c": "posterunek nastawczy wyposażony w urządzenia nastawcze z funkcją zależności sygnałów na sygnalizatorach od położenia zwrotnic oraz urządzenia blokowe i łączności",
    "answear": "A"
  },
  {
    "id": "10",
    "question": "Co nazywamy okręgiem nastawczym? Ir-1 §4 ust. 4",
    "a": "posterunek nastawczy, wyposażony w urządzenia dysponowania semaforami",
    "b": "obszar stacji lub innego posteruneku ruchu, na którym urządzenia srk obsługiwane są z jednej nastawnicy",
    "c": "semafor wjazdowy i wyjazdowy ze stacji",
    "answear": "B"
  },
  {
    "id": "11",
    "question": "Numeracja rozjazdów w obrębie stacji po za cyframi arabskimi powinna zawierać: Ir-1 §5 ust. 5",
    "a": "pochylenie linii kolejowej",
    "b": "kierunek wzrostu kilometrowania linii",
    "c": "położenie zasadnicze rozjazdów",
    "answear": "B"
  },
  {
    "id": "12",
    "question": "W jakim dokumencie podane jest położenie zasadnicze zwrotnic i wykolejnic? Ir-1 §5 ust. 6",
    "a": "w regulaminie technicznym",
    "b": "w instrukcji Ie-8",
    "c": "w instrukcji Id-4",
    "answear": "A"
  },
  {
    "id": "13",
    "question": "W jakim stanie powinny się znajdować urządzenia srk gdy na posterunku ruchu nie odbywa się żaden przebieg pociągowy? Ir-1 § 5 ust. 6",
    "a": "w położeniu jakim najczęściej odbywają się jazdy pociągowe",
    "b": "w położeniu zasadniczym",
    "c": "w położeniu po ostatnim realizowanym przebiegu pociągowym lub manewrowym",
    "answear": "B"
  },
  {
    "id": "14",
    "question": "W jaki sposób należy postąpić w przypadku mylnie dokonanego zapisu w prowadzonej dokumentacji? Ir-1 §7 ust.13",
    "a": "zapis przekreślić tak, aby możliwe było jego odczytanie a obok należy zrobić nowy zapis i potwierdzić go podpisem",
    "b": "nie należy dokonywać żadnej zmiany",
    "c": "mylny zapis zakleić i dokonać właściwego zapisu",
    "answear": "A"
  },
  {
    "id": "15",
    "question": "Wewnętrzny rozkład jazdy pociągów jest to: Ir-1 §10 ust. 1",
    "a": "plan, według którego mają odbywać się przejazdy pociągów na sieci kolejowej zarządzanej przez PKP PLK S.A. lub jej części w czasie, w którym on obowiązuje",
    "b": "plan, według którego mają odbywać się przejazdy pociągów",
    "c": "plan, według którego odbywają się jazdy na obsługę bocznic",
    "answear": "A"
  },
  {
    "id": "16",
    "question": "Co zawiera dodatek 1 do wewnętrznego rozkładu jazdy? Ir-1 §10 ust. 2 pkt 1",
    "a": "warunki techniczno-ruchowe linii",
    "b": "wykaz wagonów w składzie pociągu",
    "c": "wykaz ostrzeżeń stałych",
    "answear": "A"
  },
  {
    "id": "17",
    "question": "Co zawiera dodatek 2 do wewnętrznego rozkładu jazdy? Ir-1 §10 ust. 2 pkt. 2",
    "a": "wykaz materiału i sprzęt",
    "b": "wykaz ostrzeżeń stałych",
    "c": "dane techniczno-eksploatacyjne pojazdu",
    "answear": "B"
  },
  {
    "id": "18",
    "question": "Stanowisko pracy dyżurnego ruchu i dróżnika przejazdowego powinno posiadać w czasie wykonywania pracy aktualny wewnętrzny rozkład jazdy pociągów lub wyciąg z wewnętrznego rozkładu jazdy a dodatkowo mogą być wyposażone w: Ir-1 §10 ust.3",
    "a": "SWDP i SEPE",
    "b": "SEPE i SWDR",
    "c": "SWDR i SWDP",
    "answear": "C"
  },
  {
    "id": "19",
    "question": "Która definicja manewrów jest prawidłowa: Ir-1 §11 ust. 1, Ir-9 §2 ust. 6",
    "a": "manewry są to ruchy pojazdów kolejowych w obrębie stacji, przyległego szlaku oraz do następnej stacji",
    "b": "manewry są to wszelkie zamierzone ruchy pojazdów kolejowych oraz związane z nimi czynności na torach z wyjątkiem wjazdu, wyjazdu i przejazdu pociągów",
    "c": "manewry są to ruchy pojazdów kolejowych na terenie stacji oraz jazda na bocznicę",
    "answear": "B"
  },
  {
    "id": "20",
    "question": "Kto zgłasza dyżurnemu ruchu gotowość pociągu do odjazdu? Ir-1 §14 ust. 6",
    "a": "uprawniony pracownik przewoźnika kolejowego",
    "b": "rewident",
    "c": "odprawiacz pociągu",
    "answear": "A"
  },
  {
    "id": "21",
    "question": "Jakie informacje powinien podać dyżurnemu ruchu prowadzący pojazd trakcyjny podczas zgłaszania gotowości pociągu do odjazdu? Ir-1§14 ust. 6",
    "a": "zgłaszając, podać netto pociągu i jego długość",
    "b": "zgłaszając numer pociągu, swoje nazwisko, numer i serię pojazdu trakcyjnego, długość pociągu w metrach, masę ogólną pociągu, znajdowanie się w składzie pociągu wagonów z TWR lub nadzwyczajnymi i godzinę zgłoszenia",
    "c": "zgłaszając, podać brutto pociągu oraz długość w metrach",
    "answear": "B"
  },
  {
    "id": "22",
    "question": "Jednoosobową obsługę trakcyjną można stosować w pociągach: Ir-1 §15 ust. 3 pkt. 1",
    "a": "z prędkością nieprzekraczają 130 km/h",
    "b": "z prędkością większą niż130 km/h",
    "c": "z prędkością większą niż160 km/h",
    "answear": "A"
  },
  {
    "id": "23",
    "question": "Kto może przeprowadzić próbę hamulców w przypadku braku posterunku rewizji technicznej wagonów? Ir-1§18 ust. 1",
    "a": "kierujący pojazdem przy jednoosobowej obsadzie",
    "b": "kierownik pociągu lub inny pracownik przewoźnika kolejowego, przy współudziale drużyny trakcyjnej lub samego maszynisty, według przepisów wewnętrznych przewoźnika kolejowego",
    "c": "kierownik pociągu",
    "answear": "B"
  },
  {
    "id": "24",
    "question": "W jakim celu oblicza się wymaganą masę hamującą pociągu? Ir-1§21 ust.1",
    "a": "aby sprawdzić, czy rzeczywista masa hamująca jest większa od masy ogólnej pociągu",
    "b": "aby upewnić się, czy rzeczywista masa hamująca pociągu nie jest mniejsza od wymaganej",
    "c": "aby pociąg mógł odjechać bez dokonywania szczegółowej próby hamulca",
    "answear": "B"
  },
  {
    "id": "25",
    "question": "Co to jest rzeczywista masa hamująca? Ir-1§20 ust. 1 pkt 1 i 2",
    "a": "suma mas hamujących, wszystkich jednostek taboru z czynnymi hamulcami znajdującymi się w pociągu",
    "b": "suma mas hamujących wszystkich jednostek taboru kolejowego z czynnymi hamulcami: znajdujących się w składzie pociągu – dla pociągów  jadących z prędkością nie większą niż 120 km/h lub znajdujących się w składzie pociągu – dla pociągów jadących z prędkością większą niż 120 km/h oraz dla pociągów o masie składu pociągu mniejszej od 200 ton oraz dla pociągów wykonujących międzynarodowe przewozy kolejowe",
    "c": "masa ogólna x 100, podzielona przez %",
    "answear": "B"
  },
  {
    "id": "26",
    "question": "Kto ustala kierunek ruchu po każdym torze na szlakach wielotorowych? Ir-1 §22 ust. 2",
    "a": "Zakład Linii Kolejowych w Regulaminie Technicznym",
    "b": "Zarząd PKP PLK S.A.",
    "c": "Urząd Transportu Kolejowego",
    "answear": "A"
  },
  {
    "id": "27",
    "question": "Jakie telefonogramy obejmuje zapowiadanie pociągów na szlakach z ruchem jednotorowym dwukierunkowym? Ir1 §23 ust. 2 pkt.1, 2, 3 i 4",
    "a": "żądanie pozwolenia na wyprawienie pociągu, danie pozwolenia, oznajmienie odjazdu, potwierdzenie przyjazdu",
    "b": "oznajmienie odjazdu, potwierdzenie przyjazdu pociągu",
    "c": "żądanie pozwolenia, oznajmienie odjazdu, potwierdzenie przyjazdu",
    "answear": "A"
  },
  {
    "id": "28",
    "question": "Jakie telefonogramy obejmuje zapowiadanie pociągów na szlaku dwutorowym przy prowadzeniu ruchu jednokierunkowego po każdym z torów? Ir-1 §23 ust. 4 pkt 1 i 2",
    "a": "oznajmienie odjazdu pociągu, potwierdzenie przyjazdu pociągu",
    "b": "żądanie pozwolenia, oznajmienie odjazdu, danie pozwolenia potwierdzenia przyjazdu",
    "c": "żądanie pozwolenia na wyprawianie pociągu, danie pozwolenia, oznajmienie odjazdu, potwierdzenie przyjazdu lub przejazdu pociągu",
    "answear": "A"
  },
  {
    "id": "29",
    "question": "Kiedy dla pociągów wyprawianych na czynny tor szlakowy w czasie zamknięcia toru sąsiedniego, nie stosuje się telefonicznego zapowiadania? Ir-1 §23 ust. 5",
    "a": "w każdym przypadku należy wprowadzić telefoniczne zapowiadanie",
    "b": "stosuje się, bez formalnego wprowadzania",
    "c": "gdy blokada liniowa jest przystosowana do ruchu dwukierunkowego",
    "answear": "C"
  },
  {
    "id": "30",
    "question": "Co należy podać przy kursowaniu dwu lub więcej lokomotyw luzem sprzęgniętych ze sobą przy zapowiadaniu oprócz numeru pociągu? Ir-1 §23 ust. 8",
    "a": "stację przeznaczenia",
    "b": "liczbę jadących pojazdów sprzęgniętych ze sobą oraz określić ich rodzaj",
    "c": "rodzaj lokomotyw np. :ET, SM, ST",
    "answear": "B"
  },
  {
    "id": "31",
    "question": "Jak powinien zgłosić się dyżurny ruchu wywołany na łączu zapowiadawczym? Ir-1 §23 ust. 9",
    "a": "podając nazwę swojego posterunku",
    "b": "podając swoje nazwisko",
    "c": "podając nazwę swego posterunku i swoje nazwisko",
    "answear": "C"
  },
  {
    "id": "32",
    "question": "Na ile minut najwcześniej przed zamierzonym wyprawieniem pociągu powinno być żądanie pozwolenia na jego wyprawienie? Ir-1 §24 ust. 4",
    "a": "na dwie minuty",
    "b": "na pięć minut",
    "c": "na dziesięć minut",
    "answear": "B"
  },
  {
    "id": "33",
    "question": "Jakim telefonogramem dyżurny ruchu powinien odmówić dania pozwolenia na wyprawienie pociągu w przypadku przeszkody do przyjęcia pociągu? Ir-1 §24 ust. 10",
    "a": "„Stój pociąg nr ..........”",
    "b": "pociąg nr .......... nie może jechać",
    "c": "nie wyprawiać pociągu nr ..........",
    "answear": "A"
  },
  {
    "id": "34",
    "question": "Kiedy dyżurny ruchu posterunku odgałęźnego, do którego przylega dwa lub więcej szlaków jednotorowych może dać pozwolenie na wyprawienie pociągu? Ir-1§24 ust. 17",
    "a": "po telefonicznym uzgodnieniu tego pozwolenia z dyżurnym ruchu przedniego posterunku zapowiadawczego przyległego szlaku jednotorowego",
    "b": "przed wyprawieniem pociągu z posterunku odgałęźnego",
    "c": "bezpośrednio po otrzymaniu żądania na wyprawienie pociągu",
    "answear": "A"
  },
  {
    "id": "35",
    "question": "Jakiemu posterunkowi podaje następczy posterunek, telefoniczne oznajmienie odjazdu (przejazdu) pociągu? Ir-1 §25 ust. 1",
    "a": "najbliższemu, tylnemu i przedniemu posterunkowi następczemu",
    "b": "najbliższemu przedniemu posterunkowi następczemu",
    "c": "tylko najbliższemu posterunkowi zapowiadawczemu",
    "answear": "B"
  },
  {
    "id": "36",
    "question": "Telefoniczne oznajmienie odjazdu (przejazdu) pociągu, każdy następczy posterunek podaje: Ir-1 §25 ust. 1",
    "a": "najbliższemu, tylnemu i przedniemu posterunkowi następczemu",
    "b": "najbliższemu przedniemu posterunkowi następczemu",
    "c": "tylko najbliższemu posterunkowi zapowiadawczemu",
    "answear": "B"
  },
  {
    "id": "37",
    "question": "W jakich przypadkach oznajmienie odjazdu pociągu może być podane wcześniej? Ir-1 §25 ust. 3",
    "a": "nie może",
    "b": "o tym decyduje dyżurny ruchu",
    "c": "na szlakach (odstępach) krótkich do 5 minut, co powinno być określone w regulaminie technicznym",
    "answear": "C"
  },
  {
    "id": "38",
    "question": "Jak powinien postąpić dyżurny, ruchu gdy do jego posterunku zbliża się pociąg, dla którego nie otrzymał oznajmienia odjazdu: Ir1 § 25 ust. 7",
    "a": "nie przyjmować pociągu i poczekać za tym oznajmieniem",
    "b": "przyjąć pociąg nie czekając na oznajmienie odjazdu",
    "c": "niezwłocznie zażądać tego oznajmienia",
    "answear": "C"
  },
  {
    "id": "39",
    "question": "Po jakim czasie dyżurny ruchu powinien dowiedzieć się o przyczynie braku potwierdzenia przyjazdu pociągu? Ir-1 § 26 ust. 8",
    "a": "po upływie 3 minut po rozkładowym czasie jazdy",
    "b": "po upływie 5 minut po rozkładowym czasie jazdy",
    "c": "po upływie 10 minut po rozkładowym czasie jazdy",
    "answear": "B"
  },
  {
    "id": "40",
    "question": "Po upływie ilu minut od rozkładowego czasu jazdy należy dowiedzieć się o przyczynie braku potwierdzenia przyjazdu pociągu? Ir-1 §26 ust. 8",
    "a": "po pięciu minutach",
    "b": "po ośmiu minutach",
    "c": "po dziesięciu minutach",
    "answear": "A"
  },
  {
    "id": "41",
    "question": "Kiedy stosuje się radiotelefoniczne zapowiadanie pociągów? Ir-1 §27 ust. 1",
    "a": "podczas braku łączności z dróżnikiem przejazdowym",
    "b": "w przypadku powstania przerwy w łączności przewodowej",
    "c": "w przypadku konieczności cofania pociągu do stacji wyprawienia",
    "answear": "B"
  },
  {
    "id": "42",
    "question": "Które urządzenia może wykorzystać dyżurny ruchu w przypadku wystąpienia przerwy w łączności przewodowej? Ir-1 §27 ust .2",
    "a": "radiołączność drogową",
    "b": "radiołączność pociągową lub telefonię komórkową",
    "c": "z uwagi na bezpieczeństwo nie prowadzi ruchu kolejowego",
    "answear": "B"
  },
  {
    "id": "43",
    "question": "Co jest podstawą prowadzenia ruchu w czasie przerwy łączności telefonicznej przy prawidłowym stanie i działaniu blokady liniowej? Ir-1 §28 ust. 1",
    "a": "blokada liniowa",
    "b": "zawiadomienie pisemne",
    "c": "rozkaz pisemny",
    "answear": "A"
  },
  {
    "id": "44",
    "question": "Kiedy należy podać telefoniczną informację o odjeździe pociągu przy prawidłowo działającej blokadzie liniowej? Ir1 §28 ust. 2",
    "a": "po zablokowaniu bloku początkowego",
    "b": "przed zablokowaniem bloku początkowego",
    "c": "po wyjeździe pociągu i upewnieniu się, że pociąg wyjechał z sygnałem końca pociągu",
    "answear": "B"
  },
  {
    "id": "45",
    "question": "Na szlaku dwutorowym z półsamoczynną blokadą liniową danie i otrzymanie oznajmienia odjazdu (przyjazdu) pociągu polega na: Ir-1 §28 ust. 2",
    "a": "przekazaniu telefonicznej informacji o odjeździe (przyjeździe) pociągu",
    "b": "przekazaniu telefonicznej informacji „Pociąg nr .......... odjechał”",
    "c": "zablokowaniu bloku Po i odblokowanie się bloku Ko na poprzednim posterunku",
    "answear": "B"
  },
  {
    "id": "46",
    "question": "Jeżeli po nastawieniu na semaforze wyjazdowym sygnału zezwalającego na jazdę, pociąg nie zostanie wyprawiony na szlak z blokadą półsamoczynną, należy na semaforze tym nastawić sygnał „Stój”, a pierwszy pociąg tego samego kierunku jazdy na ten szlak wyprawić na sygnał zastępczy albo rozkaz pisemny i należy: Ir-1 §28 ust. 9",
    "a": "po wyjeździe pociągu urządzenia blokady liniowej należy obsłużyć bez wprowadzania telefonicznego zapowiadania pociągów",
    "b": "po wyjeździe pociągu urządzenia blokady liniowej należy obsłużyć i wprowadzić telefoniczne zapowiadanie pociągów",
    "c": "przed wyjazdem pociągu wprowadzić telefoniczne zapowiadanie pociągów, a po wyjeździe pociągu należy obsłużyć blokadę liniową",
    "answear": "A"
  },
  {
    "id": "47",
    "question": "Jak należy postępować jeżeli odblokował się blok końcowy, a nie otrzymano telefonicznej informacji o numerze pociągu? Ir-1 §28 ust. 14",
    "a": "nastawić sygnał zezwalający na semaforze wjazdowym",
    "b": "wyjaśnić przyczynę odblokowania się tego bloku",
    "c": "przyjąć pociąg na sygnał zastępczy",
    "answear": "B"
  },
  {
    "id": "48",
    "question": "Jak należy postąpić, jeżeli na szlaku dwutorowym z blokadą liniową zamknięto jeden z torów i wprowadzono ruch jednotorowy dwukierunkowy po torze czynnym, gdy blokada liniowa nie jest przystosowana do prowadzenia takiego ruchu? Ir-1 §28 ust. 16 pkt.1 lit. a, §29 ust. 10 pkt.1 lit. a",
    "a": "ruch pociągów prowadzić na podstawie wskazań blokady liniowej",
    "b": "wprowadzić telefonogramem telefoniczne zapowiadanie pociągów",
    "c": "stosować telefoniczne zapowiadanie pociągów",
    "answear": "C"
  },
  {
    "id": "49",
    "question": "Jak należy zapowiadać pociągi wyprawiane po torze zamkniętym? Ir-1§28 ust. 16 pkt 1 lit. b",
    "a": "należy wprowadzić telefoniczne zapowiadanie pociągów",
    "b": "należy stosować telefoniczne zapowiadanie pociągów",
    "c": "należy wyprawiać na zasadach ogólnych",
    "answear": "B"
  },
  {
    "id": "50",
    "question": "Jaką zasadę stosuje dyżurny ruchu, jeżeli na szlaku dwutorowym z jednokierunkową blokadą liniową jednoodstępową (półsamoczynną) przy czynnych obu torach, wyprawia pociąg po torze lewym? Ir-1 §28 ust. 16 pkt 1 lit.c",
    "a": "wprowadza telefoniczne zapowiadanie pociągów",
    "b": "stosuje telefoniczne zapowiadanie pociągów",
    "c": "prowadzi ruch pociągów na podstawie blokady liniowej",
    "answear": "B"
  },
  {
    "id": "51",
    "question": "Jeżeli na szlak wyposażony w blokadę liniową wyprawia się pociąg do określonego kilometra na szlaku, na bocznicę i z powrotem należy: Ir-1 §28 ust.16 pkt 1, lit. d",
    "a": "obsługiwać blokadę liniową",
    "b": "stosować telefoniczne zapowiadanie pociągów i zamknięcia pomocnicze",
    "c": "stosować zamknięcia pomocnicze",
    "answear": "B"
  },
  {
    "id": "52",
    "question": "Po ujawnieniu nie nastawienia się sygnału ,,Stój” na semaforze wjazdowym, odstępowym lub wyjazdowym należy: Ir-1 §28 ust.16 pkt 2 lit. g oraz §46 ust. 8 pkt 4",
    "a": "stosować telefoniczne zapowiadanie pociągów",
    "b": "wprowadzić telefoniczne zapowiadanie pociągów",
    "c": "wprowadzić telefoniczne zapowiadanie przygotowania i sprawdzania drogi przebiegu",
    "answear": "B"
  },
  {
    "id": "53",
    "question": "Kiedy można odwołać telefoniczne zapowiadanie pociągów na szlaku jednotorowym z ruchem dwukierunkowym? Ir-1 §28 ust. 24 pkt 1",
    "a": "po przejeździe po jednym pociągu w każdym kierunku przy prawidłowo działającej blokadzie",
    "b": "po przejeździe po dwa pociągi w każdym z kierunków, przy sprawnie działającej blokadzie",
    "c": "po dokonaniu odpisu przez montera automatyki",
    "answear": "A"
  },
  {
    "id": "54",
    "question": "Kiedy można odwołać telefoniczne zapowiadanie pociągów na szlaku dwutorowym z ruchem jednokierunkowym? Ir-1§28 ust.24 pkt 2 lit.a",
    "a": "po przejeździe pociągu w kierunku ustalonym dla tego toru, przy prawidłowo działającej blokadzie",
    "b": "po przejeździe po dwa pociągi w każdym z kierunków, przy sprawnie działającej blokadzie",
    "c": "po odpisie automatyka",
    "answear": "A"
  },
  {
    "id": "55",
    "question": "Jeżeli na szlak zamknięty ma być wyprawiona większa ilość pociągów roboczych to: Ir-1 §35 ust. 9",
    "a": "pociągi te można połączyć i nadać im wspólny numer",
    "b": "pociągi te można połączyć i wyprawić razem nadając każdemu z nich oddzielny numer i określić „Połączone pociągi robocze numer…..”",
    "c": "nie wolno wyprawiać razem połączonych pociągów",
    "answear": "B"
  },
  {
    "id": "56",
    "question": "Kto prowadzi dziennik ruchu R- 146? Ir-1 §37 ust. 4",
    "a": "dyżurny ruchu",
    "b": "nastawniczy",
    "c": "zwrotniczy",
    "answear": "A"
  },
  {
    "id": "57",
    "question": "Pociąg zatrzymany przed semaforem wjazdowym należy przyjąć na tor boczny z prędkością? Ir1 §38 ust. 1",
    "a": "do 20 km/h",
    "b": "do 40 km/h",
    "c": "do 45 km/h",
    "answear": "A"
  },
  {
    "id": "58",
    "question": "Po których torach należy prowadzić ruch pociągów bez zatrzymania w obrębie stacji? Ir-1 §38 ust. 1",
    "a": "po torach głównych, po zorganizowanych pociągowych drogach przebiegu",
    "b": "po torach głównych zasadniczych",
    "c": "po torach głównych dodatkowych",
    "answear": "A"
  },
  {
    "id": "59",
    "question": "Kiedy może nastąpić przyjęcie pociągu na tor boczny i wyprawienie go z tego toru? Ir-1 § 38 ust. 1",
    "a": "w razie wypadku lub uszkodzenia torów głównych",
    "b": "w razie zamknięcia toru szlakowego",
    "c": "w razie zajęcia torów głównych",
    "answear": "A"
  },
  {
    "id": "60",
    "question": "Po których torach zasadniczo należy prowadzić ruch pociągów? Ir-1 §38 ust. 2",
    "a": "po torach głównych",
    "b": "po torach wyznaczonych w wyciągu z wewnętrznego rozkładu jazdy pociągów",
    "c": "o tym decyduje dyżurny ruchu",
    "answear": "B"
  },
  {
    "id": "61",
    "question": "Po których torach należy prowadzić ruch pociągów pasażerskich mających postój na stacji? Ir-1 §38 ust. 5",
    "a": "po torach głównych",
    "b": "po torach z peronem",
    "c": "o tym decyduje dyżurny ruchu",
    "answear": "B"
  },
  {
    "id": "62",
    "question": "Czy pociąg pasażerski mający postój na stacji można przyjąć na tor bez peronu? Ir-1 §38 ust. 5",
    "a": "można",
    "b": "nie można",
    "c": "można w razie trudności ruchowych pod warunkiem zapewnienia podróżnym bezpieczeństwa przy wsiadaniu, wysiadaniu i przechodzeniu przez tory",
    "answear": "C"
  },
  {
    "id": "63",
    "question": "Po których torach należy prowadzić ruch pociągów towarowych? Ir-1 § 38 ust. 6",
    "a": "o tym decyduje dyżurny ruchu",
    "b": "po torach nie krótszych niż długość pociągu",
    "c": "po torach głównych",
    "answear": "B"
  },
  {
    "id": "64",
    "question": "W jaki sposób można podać drużynie pociągowej informacje o wjeździe pociągu na tor częściowo zajęty? Ir-1 §38 ust. 9",
    "a": "przez przekazanie za pomocą radiotelefonu rozkazu pisemnego `S`",
    "b": "przez przekazanie za pomocą radiotelefonu treści rozkazu pisemnego `O` o takim przyjęciu i wyświetleniu sygnału `Sz`",
    "c": "wyświetlenie sygnału zezwalającego lub `Sz` i informację przez radiotelefon o takim przyjęciu bez zatrzymania pod semaforem wjazdowym",
    "answear": "B"
  },
  {
    "id": "65",
    "question": "Których pociągów nie wolno przyjmować na tor częściowo zajęty? Ir-1 §38 ust.9",
    "a": "pasażerskich",
    "b": "osobowo-towarowych",
    "c": "przewożących towary niebezpieczne lub TWR",
    "answear": "C"
  },
  {
    "id": "66",
    "question": "Czy pociąg można przyjąć na tor częściowo zajęty albo na tor, który może być wykorzystany tylko na części jego długości? Ir-1 §38 ust. 9",
    "a": "nie można",
    "b": "decyzja należy do dyżurnego ruchu",
    "c": "można po spełnieniu warunków przewidzianych instrukcją Ir-1",
    "answear": "C"
  },
  {
    "id": "67",
    "question": "Co należy rozumieć przez przygotowanie drogi przebiegu pociągu? Ir-1 §38 ust. 3",
    "a": "ułożenie zwrotnic i sprawdzenie ich na gruncie",
    "b": "wykonanie wszystkich przewidzianych czynności w sposób określony w regulaminie technicznym",
    "c": "sprawdzenie czy tor jest wolny i ułożenie zwrotnic",
    "answear": "B"
  },
  {
    "id": "68",
    "question": "Co nazywamy drogą przebiegu? Ir-1 §39 ust. 2",
    "a": "tor kolejowy ze zwrotnicami, po których przejeżdża pociąg w obrębie posterunku ruchu",
    "b": "tor kolejowy ze zwrotnicami, po których przejeżdża pociąg",
    "c": "tor kolejowy ze zwrotnicami i innymi urządzeniami srk oraz drogą ochronną, po których przejeżdża pociąg w obrębie posterunku ruchu",
    "answear": "C"
  },
  {
    "id": "69",
    "question": "Kto wydaje polecenie przygotowania drogi przebiegu? Ir-1 §39 ust. 4",
    "a": "zawiadowca",
    "b": "dyżurny ruchu",
    "c": "nastawniczy",
    "answear": "B"
  },
  {
    "id": "70",
    "question": "Na czym polega polecenie przygotowania drogi przebiegu pociągu? Ir-1 §39 ust.2 pkt 1, 2, 3, 4 i 5",
    "a": "na prawidłowym ułożeniu drogi przebiegu pociągu, sprawdzeniu położenia rozjazdów i przerwaniu manewrów",
    "b": "na usunięciu taboru z drogi przebiegu i przerwaniu manewrów, na upewnieniu się czy droga przebiegu jest wolna od przeszkód do jazdy, upewnieniu się czy tabor na sąsiednich torach został zabezpieczony przed przetoczeniem się w przygotowaną drogę przebiegu, na nastawieniu zwrotnic, wykolejnic i tarcz zaporowych w położenie wskazane w RT oraz zabezpieczeniu przejazdów kolejowo – drogowych",
    "c": "na prawidłowym ułożeniu drogi przebiegu pociągu zgodnie z tablicą zależności i podaniu sygnału zezwalającego na wyjazd",
    "answear": "B"
  },
  {
    "id": "71",
    "question": "Gdzie ustala się, kto i w jaki sposób sprawdza, czy droga dla przebiegu jest wolna od przeszkód? Ir-1 §39 ust. 5",
    "a": "sprawdzając na gruncie",
    "b": "w regulaminie technicznym",
    "c": "w regulaminie pracy manewrowej dla jazd manewrowych",
    "answear": "B"
  },
  {
    "id": "72",
    "question": "Jeżeli polecenie przygotowania drogi przebiegu dyżurny ruchu wydał telefonicznie, to jakie czynności powinien wykonać pracownik, który to polecenie otrzymał? Ir-1 §39 ust. 6",
    "a": "przygotowanie drogi przebiegu potwierdzić obsługując blok dania zgody",
    "b": "przygotowanie drogi przebiegu potwierdzić podając semafor",
    "c": "przygotowanie drogi przebiegu zgłosić dyżurnemu ruchu telefonicznie",
    "answear": "C"
  },
  {
    "id": "73",
    "question": "Jakie informacje należy podać dyżurnemu ruchu przy zgłoszeniu o przygotowaniu drogi przebiegu, jeżeli jazda pociągu ma odbywać się po drodze przebiegu nie uzależnionej od wskazań semafora? Ir-1 §41 ust. 6 pkt. 1",
    "a": "położenie poszczególnych zwrotnic i wykolejnic wchodzących w przebieg oraz ochronnych",
    "b": "zgłoszenie , że tor jest wolny",
    "c": "tylko położenie zwrotnic po których ma jechać pociąg",
    "answear": "A"
  },
  {
    "id": "74",
    "question": "Kto podaje sygnał zezwalający na obsługiwanym semaforze? Ir-1 §42 ust. 2",
    "a": "dyżurny ruchu lub na każdorazowe jego polecenie pracownik wyznaczony regulaminem technicznym",
    "b": "nastawniczy",
    "c": "odbywa się samoczynnie",
    "answear": "A"
  },
  {
    "id": "75",
    "question": "Kiedy można podać sygnał zezwalający na semaforze wyjazdowym dla pociągu mającego postój na stacji? Ir-1 §42 ust. 10",
    "a": "jeżeli szlak do stacji sąsiedniej jest wolny",
    "b": "po zatrzymaniu się pociągu; odstępstwa podane są w Regulaminie Technicznym",
    "c": "o tym decyduje dyżurny ruchu",
    "answear": "B"
  },
  {
    "id": "76",
    "question": "Jaka obowiązuje zasada po wyłączeniu zależności między semaforem, a zwrotnicami?Ir-1 §43 ust. 4",
    "a": "jazda pociągu może odbyć się na sygnał zezwalający na semaforze, sygnał `Sz` lub rozkaz pisemny",
    "b": "jazda pociągu może odbyć się na podstawie sygnału `Do mnie` lub `Ode mnie`",
    "c": "jazda pociągu może odbyć się z maksymalną prędkością do 20 km/h",
    "answear": "A"
  },
  {
    "id": "77",
    "question": "W jakich przypadkach stosuje się sygnał zastępczy „Sz”? Ir-1 §44",
    "a": "braku druku rozkazu pisemnego",
    "b": "niemożności podania sygnału zezwalającego na jazdę, ukazania się sygnału wątpliwego lub gdy semafor jest nieoświetlony",
    "c": "złej widzialności - zamieć śnieżna, mgła, pora nocna",
    "answear": "B"
  },
  {
    "id": "78",
    "question": "Do obowiązków którego pracownika należy obserwacja przejeżdżającego pociągu? Ir-1 §45 ust. 1",
    "a": "toromistrza",
    "b": "automatyka",
    "c": "pracowników posterunków ruchu",
    "answear": "C"
  },
  {
    "id": "79",
    "question": "Czy od czasu przygotowania drogi przebiegu aż do całkowitego wjazdu lub wyjazdu pociągu pracownik posterunku ma obowiązek obserwować swój okręg nastawczy? Ir-1 §45 ust. 2",
    "a": "nie ma takiego obowiązku",
    "b": "obserwuje z odpowiednimi przyborami, jeżeli nie jest zwolniony z tego obowiązku regulaminem technicznym",
    "c": "w zależności od potrzeb",
    "answear": "B"
  },
  {
    "id": "80",
    "question": "Obserwacja przejeżdżającego pociągu polega na: Ir-1 §45 ust. 3",
    "a": "jego prawidłowym zestawieniu",
    "b": "prawidłowym ustawieniu lokomotywy w pociągu",
    "c": "sprawdzeniu jego osygnalizowania, czy nie ma widocznych uszkodzeń taboru kolejowego, czy nie jedzie w stanie zahamowanym, nie ma przesunięć ładunków, pożaru itp.",
    "answear": "C"
  },
  {
    "id": "81",
    "question": "Kiedy na semaforze należy nastawić sygnał „Stój”, jeżeli nie nastawi się on samoczynnie? Ir-1 §46 ust. 3 i 4",
    "a": "gdy pociąg minął sygnałowe i przebiegowe miejsce końca pociągu",
    "b": "po minięciu przez pociąg semafora",
    "c": "gdy lokomotywa minie nastawnię",
    "answear": "A"
  },
  {
    "id": "82",
    "question": "O czym informuje dyżurnego ruchu zablokowanie przez nastawniczego bloku otrzymania nakazu? Ir-1 § 46 ust. 5",
    "a": "pociąg odjechał z sąsiedniej stacji",
    "b": "pociąg wjeżdża w stację",
    "c": "pociąg minął sygnałowe i przebiegowe miejsce końca pociągu i na semaforze został nastawiony sygnał „Stój”",
    "answear": "C"
  },
  {
    "id": "83",
    "question": "Sygnał zastępczy `Sz` stosuje się w razie: Ir-1 §47",
    "a": "braku druku rozkazu pisemnego",
    "b": "niemożności podania sygnału zezwalającego na jazdę, ukazania się sygnału wątpliwego, lub gdy semafor jest nieoświetlony lub wskazuje białe światło",
    "c": "złej widzialności - zamieć śnieżną mgła, pora nocna itp.",
    "answear": "B"
  },
  {
    "id": "84",
    "question": "Jak należy postąpić w razie konieczności zmiany sygnału zezwalającego na sygnał `Stój` i zatrzymania się czoła pociągu przed semaforem po ustaniu przeszkody do jazdy? Ir-1 §47 ust. 4",
    "a": "podać na semaforze sygnał `Jazda manewrowa dozwolona`",
    "b": "ponownie podać na semaforze sygnał zezwalający, sygnał zastępczy lub zezwolić na jazdę rozkazem pisemnym",
    "c": "obsadzić lokomotywę pilotem i wręczyć rozkaz „O”",
    "answear": "B"
  },
  {
    "id": "85",
    "question": "W razie potrzeby usunięcia usterek w urządzeniach srk, dyżurny ruchu może wydać pozwolenie na wykonanie robót w urządzeniach dopiero wtedy, gdy: Ir-1 §47 ust. 14 pkt. 1 i 2",
    "a": "polecił zastosować odpowiednie zamknięcia pomocnicze",
    "b": "wprowadził wymagane obostrzenia, zawiadomił zainteresowanych pracowników oraz zastosował i polecił zastosować odpowiednie zamknięcia pomocnicze",
    "c": "polecił zastosować odpowiednie tabliczki ostrzegawcze po dokonaniu zapisu przez uprawnionego pracownika",
    "answear": "B"
  },
  {
    "id": "86",
    "question": "Jak należy postąpić gdy czoło pociągu minęło obsługiwany semafor i pociąg zatrzymał się tak, że koniec pociągu nie minął sygnałowego miejsca końca pociągu? Ir-1 §47 ust. 5 pkt 1",
    "a": "jeżeli semafor wskazywał sygnał zezwalający należy zmienić go na sygnał `Stój`",
    "b": "jeżeli semafor wskazywał sygnał zezwalający, nie wolno zmieniać go na sygnał `Stój`",
    "c": "polecić prowadzącemu pojazd trakcyjny kontynuowanie jazdy przez podanie sygnału `Do mnie`",
    "answear": "B"
  },
  {
    "id": "87",
    "question": "Jak należy postąpić jeżeli wskutek nieprawidłowego działania urządzeń nie można podać sygnału ,,Stój” na semaforze? Ir-1§47 ust. 7 pkt 3",
    "a": "podyktować radiotelefonem drużynie pociągowej rozkaz pisemny R 307",
    "b": "bezpośrednio przed tym semaforem należy ustawić sygnał D 1 `Stój` oraz obok tarczy ostrzegawczej sygnał DO",
    "c": "wyłączyć zasilanie semafora",
    "answear": "B"
  },
  {
    "id": "88",
    "question": "Jak należy postąpić po ujawnieniu nienastawienia się sygnału `Stój` na semaforze wjazdowym, odstępowym lub wyjazdowym? Ir-1 §46 ust.7 pkt. 4",
    "a": "stosować telefoniczne zapowiadanie pociągów",
    "b": "wprowadzić telefoniczne zapowiadanie pociągów",
    "c": "wprowadzić telefoniczne powiadamianie o przygotowaniu i sprawdzaniu drogi przebiegu",
    "answear": "B"
  },
  {
    "id": "89",
    "question": "Na stronie lewej książki przebiegów R142 zapisuje się pociągi: Ir-1 §49 ust. 2",
    "a": "wyjeżdżające",
    "b": "wjeżdżające",
    "c": "z przekroczoną skrajnią",
    "answear": "B"
  },
  {
    "id": "90",
    "question": "Gdy obowiązuje dawanie telefonicznych poleceń i zgłoszeń dotyczących przygotowania dróg przebiegu, dyżurny ruchu i nastawniczy (zwrotniczy) nastawni wykonawczej prowadzi książkę przebiegów: Ir-1 §49 ust. 7",
    "a": "w pełnym zakresie",
    "b": "wypełnia tylko rubryki 1,2,3",
    "c": "wypełnia dodatkowo rubrykę 8",
    "answear": "A"
  },
  {
    "id": "91",
    "question": "Kiedy dyżurny ruchu prowadzi książkę przebiegów w pełnym zakresie? Ir-1 § 49 ust. 7",
    "a": "gdy na stacji nie ma nastawni wykonawczej",
    "b": "gdy obowiązuje telefoniczne zapowiadanie pociągów",
    "c": "gdy obowiązuje telefoniczne polecenie i zgłaszanie przygotowania dróg przebiegu",
    "answear": "C"
  },
  {
    "id": "92",
    "question": "Co należy rozumieć pod nazwą środki pomocnicze? Ir-1 §50 ust.1",
    "a": "zamknięcia pomocnicze urządzeń nastawczych i blokowych, tabliczki ostrzegawcze oraz kontrolka zajętości torów wjazdowych",
    "b": "zamki trzpieniowe i spony iglicowe",
    "c": "wyposażenie będące na stanie posterunku",
    "answear": "A"
  },
  {
    "id": "93",
    "question": "Kiedy należy zastosować zamknięcia pomocnicze w celu zapobiegania przyjęcia pociągu na zajęty tor? Ir-1 §50 ust. 5 pkt. 1",
    "a": "natychmiast po zamówieniu pociągu na dany tor",
    "b": "po otrzymaniu informacji o odjeździe pociągu",
    "c": "natychmiast po wjeździe i po rozwiązaniu drogi przebiegu pociągu zatrzymującego się na stacji lub po otrzymaniu polecenia lub ozwolenia albo po powzięciu wiadomości o zajęciu toru wjazdowego przez pojazd",
    "answear": "C"
  },
  {
    "id": "94",
    "question": "Czy w czasie zajęcia szlaku przez pociąg roboczy należy stosować zamknięcia pomocnicze? Ir1 § 50 ust. 10 pkt. 6",
    "a": "tylko wtedy gdy czas pracy pociągu przekracza 30 minut",
    "b": "w każdym przypadku należy stosować",
    "c": "nie jest to wymagane",
    "answear": "B"
  },
  {
    "id": "95",
    "question": "Jakie pociągi uważamy za skomunikowane? Ir-1 §52 ust. 2",
    "a": "wszystkie pociągi pasażerskie",
    "b": "dowożące podróżnych do i z pracy",
    "c": "pasażerskie, dla których przewoźnik wprowadził skomunikowanie do systemu SKRJ",
    "answear": "C"
  },
  {
    "id": "96",
    "question": "Czas skomunikowania na pociąg opóźniony wskazany w systemie SKRJ nie powinien być dłuższy niż: Ir-1 §52 ust. 6",
    "a": "20 min",
    "b": "40 min",
    "c": "60 min",
    "answear": "C"
  },
  {
    "id": "97",
    "question": "Tor szlakowy należy zamknąć gdy: Ir-1 §53 ust. 1 pkt 4",
    "a": "zachodzi nieprzewidziana konieczność cofania pociągu ze szlaku",
    "b": "zachodzi konieczność wyprawienia pociągu z lokomotywą popychającą",
    "c": "zachodzi potrzeba wyjazdu z manewrami poza granice stacji",
    "answear": "A"
  },
  {
    "id": "98",
    "question": "W którym z podanych przypadków należy zamknąć tor szlakowy? Ir-1 §53 ust. 1 pkt 4",
    "a": "zachodzi nieprzewidziana konieczność cofania pociągu ze szlaku",
    "b": "zachodzi konieczność wyprawienia pociągu z lokomotywą popychającą",
    "c": "zachodzi potrzeba wyjazdu z manewrami do wskaźnika przetaczania",
    "answear": "A"
  },
  {
    "id": "99",
    "question": "Jak należy postąpić, jeżeli zachodzi potrzeba wyprawienia pociągu lub pojazdu pomocniczego po torze lewym, na bocznicę lub do określonego miejsca na szlaku? Ir-1 §53 ust.1 pkt 6",
    "a": "zamknąć tor szlakowy dla ruchu pociągów",
    "b": "zabronione jest wyprawianie pociągów po torze lewym, wolno wyprawiać tylko po torze prawym",
    "c": "zamknąć tor szlakowy dla ruchu pociągów tylko wtedy, jeżeli spodziewane jest następstwo pociągów",
    "answear": "A"
  },
  {
    "id": "100",
    "question": "Gdy były prowadzone roboty na torze szlakowym, to otwarcie tego toru może nastąpić po: Ir-1 §53 ust. 7",
    "a": "otrzymaniu od kierownika robót zawiadomienia pisemnego lub telefonicznego w/g wzoru wskazanego w instrukcji Ir-1",
    "b": "zjeździe wszystkich pociągów roboczych ze szlaku",
    "c": "upływie czasu przeznaczonego na wykonanie robót",
    "answear": "A"
  },
  {
    "id": "101",
    "question": "Który dyżurny ruchu dokonuje otwarcia toru szlakowego? Ir-1 §53 ust. 8",
    "a": "posterunku zapowiadawczego, który zamknął tor szlakowy",
    "b": "posterunku zapowiadawczego, który otrzymał zawiadomienie od kierownika robót o ukończeniu pracy w torze",
    "c": "posterunku zapowiadawczego, który przyjął wszystkie pociągi robocze z toru zamkniętego",
    "answear": "A"
  },
  {
    "id": "102",
    "question": "Który dyżurny ruchu wprowadza ruch jednotorowy dwukierunkowy po torze czynnym w przypadku zamknięcia jednego toru szlaku dwutorowego? Ir-1 §54 ust. 2",
    "a": "ten, który zarządza torem czynnym",
    "b": "ten, który ma do wyprawienia pociąg",
    "c": "o tym decyduje dyżurny ruchu, który zamknął tor",
    "answear": "A"
  },
  {
    "id": "103",
    "question": "Co może być zezwoleniem na wyjazd pociągu na tor lewy w kierunku przeciwnym do zasadniczego? Ir-1 §54 ust. 7 pkt. 1",
    "a": "sygnał zezwalający na semaforze",
    "b": "sygnał zezwalający na semaforze z równoczesnym wyświetleniem się wskaźnika W24",
    "c": "sygnał zastępczy",
    "answear": "B"
  },
  {
    "id": "104",
    "question": "Na jaki sygnał odbywa się przejazd pociągu obok posterunku odstępowego po torze w kierunku przeciwnym do zasadniczego? Ir-1 §54 ust. 10",
    "a": "na sygnał ręczny „Do mnie” podany przez dyżurnego ruchu tego posterunku",
    "b": "rozkaz pisemny „N”",
    "c": "rozkaz pisemny „S”",
    "answear": "A"
  },
  {
    "id": "105",
    "question": "Jak długo pociąg roboczy wyprawiony na tor zamknięty zachowuje swe określenie i numer? Ir-1 §55 ust. 5 i §35 ust. 2",
    "a": "przez cały czas znajdowania się na torze zamkniętym, lecz nie dłużej niż 24 godziny",
    "b": "przez cały czas znajdowania się na torze zamkniętym, bez względu na kierunek jazdy",
    "c": "przy jeździe w jednym kierunku, a przy powrocie następuje zmiana jego numeru",
    "answear": "B"
  },
  {
    "id": "106",
    "question": "Czy pociąg roboczy może wyjechać na tor zamknięty na sygnał zezwalający na semaforze? Ir1 §55 ust. 6 pkt. 1",
    "a": "nie może",
    "b": "może, jeżeli dojeżdża do następnego posterunku zapowiadawczego na szlaku jednotorowym lub w kierunku zasadniczym szlaku dwutorowego",
    "c": "o tym decyduje dyżurny ruchu",
    "answear": "B"
  },
  {
    "id": "107",
    "question": "Na podstawie jakiego rozkazu pisemnego pociąg roboczy wyjeżdża na tor zamknięty? Ir-1 §55 ust. 12 i §58 ust. 4 pkt. 14",
    "a": "„N”",
    "b": "„N rob”",
    "c": "„S”",
    "answear": "C"
  },
  {
    "id": "108",
    "question": "W jakim odstępie czasu oraz w jakiej odległości za wyprawionym pociągiem może być wyprawiony następny pociąg na tor zamknięty? Ir-1 §55 ust. 9",
    "a": "najmniej pięć minut w odległości najmniej 500 m za pociągiem poprzednim",
    "b": "najmniej trzech minut w odległości najmniej 400 m za pociągiem poprzednim",
    "c": "najmniej dwóch minut w odległości najmniej 500 m za pociągiem poprzednim",
    "answear": "C"
  },
  {
    "id": "109",
    "question": "Ile tabliczek ostrzegawczych należy zawiesić w razie wyprawienia kilku pociągów na zamknięty tor szlakowy? Ir-1 §55 ust.15",
    "a": "tyle, ile pociągów znajduje się na zamkniętym torze szlakowym",
    "b": "tyle, ile pociągów (pojazdów) wyjechało z danej stacji",
    "c": "wystarczy jedna tabliczka, którą należy usunąć po wjeździe ostatniego pociągu",
    "answear": "A"
  },
  {
    "id": "110",
    "question": "Kto dokonuje zamknięcia toru stacyjnego? Ir-1 §56 ust. 1",
    "a": "toromistrz",
    "b": "naczelnik sekcji",
    "c": "dyżurny ruchu",
    "answear": "C"
  },
  {
    "id": "111",
    "question": "W jakiej dokumentacji technicznoruchowej dyżurny ruchu powinien odnotować informację o zamknięciu i otwarciu toru stacyjnego? Ir-1 §56 ust.7",
    "a": "w książce przebiegów R142, a zamknięcie toru wjazdowego również w kontrolce zajęcia torów R292, o ile prowadzi",
    "b": "w dzienniku D-831",
    "c": "w dzienniku ruchu i w dzienniku telefonicznym",
    "answear": "A"
  },
  {
    "id": "112",
    "question": "Ile wynosi prędkość jazdy w obrębie czasowo zamkniętych i wyłączonych z udziału w prowadzeniu ruchu posterunków następczych jak również przez przejazdy kolejowo – drogowe i przejścia, których nie można zawiadomić o jeździe pociągu? Ir-1 §57 ust. 34",
    "a": "do 50 km/h i do 20 km/h przez przejazdy kolejowo – drogowe i przejścia",
    "b": "do 40 km/h i do 20 km /h przez przejazdy kolejowo – drogowe i przejścia",
    "c": "do 30 km/h i do 15 km/h przez przejazdy kolejowo – drogowe i przejścia",
    "answear": "B"
  },
  {
    "id": "113",
    "question": "W jaki sposób powiadamia się drużynę pociągową w przypadku znajdowania się w składzie pociągu wagonu z przesyłką nadzwyczajną? Ir-1 §58 ust. 3 pkt.1 lit. d",
    "a": "rozkazem R 305",
    "b": "ustnie",
    "c": "rozkazem R 307",
    "answear": "C"
  },
  {
    "id": "114",
    "question": "Co jest zezwoleniem na wyjazd pociągu ze stacji z semaforami wyjazdowymi z toru, przy którym nie ma semafora wyjazdowego? Ir-1 §58 ust. 4 pkt 2",
    "a": "podanie sygnału `nakaz jazdy` przez dyżurnego ruchu",
    "b": "wręczenie odpowiedniego rozkazu pisemnego i ewentualne podanie sygnału `Nakaz jazdy`",
    "c": "sygnał ręczny `Do mnie` podany przez pracownika kolejowego i następnie `Nakaz jazdy`",
    "answear": "B"
  },
  {
    "id": "115",
    "question": "Co może być pozwoleniem na minięcie przez pociąg sygnału `Stój` D1, unieważniającego sygnał zezwalający na semaforze? Ir-1 § 58 ust. 4 pkt. 8",
    "a": "rozkaz pisemny",
    "b": "sygnał zastępczy na semaforze",
    "c": "sygnał zezwalający na tarczy zaporowej",
    "answear": "A"
  },
  {
    "id": "116",
    "question": "Co przede wszystkim należy zrobić w celu wykonania nierozkładowego popychania pociągu towarowego do następnej stacji? Ir-1§58 ust.4 pkt 13, ust. 5 pkt 8",
    "a": "zamknąć tor szlakowy",
    "b": "wydać obu prowadzącym pojazd trakcyjny rozkaz pisemny określający zasady popychania",
    "c": "wprowadzić telefoniczne zapowiadanie pociągów",
    "answear": "B"
  },
  {
    "id": "117",
    "question": "Za pomocą jakiego rozkazu wydaje się drużynie pociągowej informację o uszkodzeniu przytorowych urządzeń kontroli prowadzenia pociągów SHP? Ir-1 §58 ust.4 pkt.25",
    "a": "rozkazu pisemnego „S”",
    "b": "rozkazu pisemnego „N”",
    "c": "rozkazu pisemnego „O”",
    "answear": "A"
  },
  {
    "id": "118",
    "question": "Na podstawie jakiego rozkazu pisemnego może wyjechać pociąg ze stacji na tor lewy w kierunku przeciwnym do zasadniczego? Ir-1 §58 ust. 5 pkt. 1",
    "a": "rozkaz pisemny „O”",
    "b": "rozkaz pisemny „S”",
    "c": "rozkaz pisemny „N”",
    "answear": "C"
  },
  {
    "id": "119",
    "question": "W jaki sposób może być podane zezwolenie na wjazd pociągu z toru lewego, przy którym nie ma innego urządzenia sygnałowego? Ir-1 §58 ust. 5 pkt. 2",
    "a": "wydanie rozkazu pisemnego R-306",
    "b": "wydanie rozkazu pisemnego R-307",
    "c": "wydanie rozkazu pisemnego R-305",
    "answear": "A"
  },
  {
    "id": "120",
    "question": "Zezwoleniem na wjazd pociągu z toru lewego, przy którym nie ma sygnalizatora jest rozkaz pisemny: Ir-1 §58 ust. 5 pkt 2",
    "a": "R-306",
    "b": "R-307",
    "c": "R-305",
    "answear": "A"
  },
  {
    "id": "121",
    "question": "Czy w rozkazie pisemnym „S” i „N” może być wpisana treść rozkazu pisemnego „O”? Ir-1 §58 ust. 7",
    "a": "nie może",
    "b": "może pod warunkiem, że wszystkie zapisy będą czytelne",
    "c": "o tym decyduje dyżurny ruchu",
    "answear": "B"
  },
  {
    "id": "122",
    "question": "Który rozkaz pisemny może być wyjątkowo napisany na nieoryginalnym druku? Ir-1 §58 ust. 8",
    "a": "wszystkie",
    "b": "R 305 i R 307",
    "c": "R 307",
    "answear": "C"
  },
  {
    "id": "123",
    "question": "Jaki jest obowiązek doręczającego i odbierającego rozkaz pisemny? Ir-1 §58 ust. 11",
    "a": "doręczający powinien o jego treści powiadomić ustnie pracownika otrzymującego rozkaz pisemny, a pracownik otrzymujący powinien sprawdzić treść rozkazu pisemnego i wpisać czas jego doręczenia",
    "b": "dopilnować, aby odbierający rozkaz wyraźnie podpisał się nazwiskiem i stanowiskiem",
    "c": "wystarczy prowadzącemu pojazd trakcyjny przekazać treść rozkazu i wpisać jego nazwisko w miejscu pokwitowania rozkazu",
    "answear": "A"
  },
  {
    "id": "124",
    "question": "Czy pracownik doręczający rozkaz pisemny powinien o jego treści powiadomić otrzymującego? Ir-1 §58 ust.",
    "a": "powinien powiadomić",
    "b": "nie ma takiego obowiązku",
    "c": "o tym decyduje otrzymujący",
    "answear": "A"
  },
  {
    "id": "125",
    "question": "W razie podwójnej trakcji kto powiadamia prowadzącego pojazd trakcyjny drugiej czynnej lokomotywy o treści rozkazu pisemnego? Ir-1 §58 ust.",
    "a": "prowadzący pierwszą lokomotywę",
    "b": "pomocnik prowadzącego pojazd trakcyjny pierwszej lokomotywy",
    "c": "pracownik doręczający rozkaz pisemny",
    "answear": "A"
  },
  {
    "id": "126",
    "question": "Czy dyżurny ruchu dysponujący może polecić wydanie rozkazu pisemnego innemu pracownikowi wyznaczonemu regulaminem technicznym? Ir-1 §58 ust.",
    "a": "nie może",
    "b": "może, wypisując w swym bloczku w jednym egzemplarzu, podyktować go pracownikowi, który ma wydać uprzedzając go o liczbie potrzebnych wtórników",
    "c": "o tym decyduje naczelnik sekcji",
    "answear": "B"
  },
  {
    "id": "127",
    "question": "Jak dyżurny ruchu powinien się upewnić, że rozkaz pisemny pod dyktando został prawidłowo wypełniony przez pracownika? Ir1 §58 ust. 17",
    "a": "dyżurny ruchu dysponujący powinien zażądać powtórzenia podyktowanej treści rozkazu porównać z wypisanym rozkazem w swoim bloczku oraz wpisać nazwisko pracownika",
    "b": "dyżurny ruchu nie musi żądać powtórzenia treści podyktowanego rozkazu",
    "c": "dyżurny ruchu nie musi u siebie wypisywać rozkazu, a tylko podyktować odpowiednią treść",
    "answear": "A"
  },
  {
    "id": "128",
    "question": "Czy rozkaz pisemny może być przekazany prowadzącemu pojazd kolejowy za pomocą urządzeń łączności? Ir-1 §58 ust.21",
    "a": "nie może",
    "b": "o tym decyduje prowadzący pojazd kolejowy",
    "c": "może, po zatrzymaniu obsługiwanego przez niego pojazdu",
    "answear": "C"
  },
  {
    "id": "129",
    "question": "Czy prowadzący pojazd kolejowy może odmówić przyjęcia rozkazu pisemnego za pomocą urządzeń łączności w czasie jazdy? Ir-1 §58 ust. 21",
    "a": "nie może",
    "b": "może, jeżeli uzna, że brak jest dostatecznego czasu na przyjęcie i zastosowanie się do jego treści",
    "c": "o tym decyduje dyżurny ruchu",
    "answear": "B"
  },
  {
    "id": "130",
    "question": "Nieobowiązujące działki rozkazu pisemnego należy: Ir-1 §58 ust. 25",
    "a": "wykreślić linią poziomą",
    "b": "wykreślić linią krzyżującą się",
    "c": "pozostawić bez zmian i skreśleń",
    "answear": "C"
  },
  {
    "id": "131",
    "question": "Czy każda stacja może wydać rozkaz pisemny „O” w formie wydruku komputerowego? Ir-1 §59 ust. 3",
    "a": "nie może",
    "b": "może, jeżeli posiada komputer",
    "c": "może, jeżeli jest wyznaczona dodatkiem 1 do wewnętrznego rozkładu jazdy pociągów",
    "answear": "C"
  },
  {
    "id": "132",
    "question": "Czy w komputerowym wydruku rozkazu pisemnego `O` mogą być dodatkowo ujęte dane informacyjne z rozkazów pisemnych `S` i `Nrob`? Ir-1 §59 ust. 10",
    "a": "tak",
    "b": "nie",
    "c": "tylko za zgodą ISE",
    "answear": "A"
  },
  {
    "id": "133",
    "question": "Jak dzielą się ostrzeżenia? Ir-1 §60 ust. 2",
    "a": "stałe i doraźne",
    "b": "tylko stałe",
    "c": "tylko doraźne",
    "answear": "A"
  },
  {
    "id": "134",
    "question": "Gdzie są ujęte ostrzeżenia stałe? Ir-1 §60 ust. 2",
    "a": "w zeszycie rozkładu jazdy",
    "b": "w Dodatku 1 do rozkładu jazdy",
    "c": "w Dodatku 2 do wewnętrznego rozkładu jazdy",
    "answear": "C"
  },
  {
    "id": "135",
    "question": "Które stacje należy powiadomić o wprowadzonym ostrzeżeniu doraźnym? Ir-1 §60 ust. 13 oraz RT dz.19",
    "a": "tylko stacje wyznaczone dodatkiem 1 do rozkładu jazdy",
    "b": "tylko stacje sąsiadujące z miejscem, w którym powstały okoliczności wymagające wydawania ostrzeżeń",
    "c": "stacje wyznaczone dodatkiem 1 do rozkładu jazdy i stacje sąsiadujące z miejscem, w którym powstały okoliczności wymagające wydawania ostrzeżeń",
    "answear": "C"
  },
  {
    "id": "136",
    "question": "Dyżurny ruchu, który otrzymał żądanie wydawania ostrzeżeń doraźnych powinien zawiadomić: Ir-1 §60 ust. 13 pkt 1, 2 i 3",
    "a": "dyżurnych ruchu sąsiednich i wyznaczonych stacji",
    "b": "wszystkie stacje leżące na danym odcinku",
    "c": "stacje węzłowe",
    "answear": "A"
  },
  {
    "id": "137",
    "question": "Co jest podstawą do nadania zawiadomienia o wprowadzeniu ostrzeżenia doraźnego? Ir-1 §60 ust. 14",
    "a": "stwierdzenie przez dyżurnego ruchu uszkodzenia toru",
    "b": "zgłoszenie nieprawidłowości przez dokonującego oględzin rozjazdów pracownika",
    "c": "otrzymanie zawiadomienia pisemnego przekazane przez uprawnionego pracownika",
    "answear": "C"
  },
  {
    "id": "138",
    "question": "Do której stacji należy nadać potwierdzenie otrzymania ostrzeżenia? Ir-1 §60 ust. 14 oraz RT dz.19",
    "a": "dyżurnemu ruchu, który wprowadził ostrzeżenie",
    "b": "dyżurnemu ruchu stacji, od którego zawiadomienie to otrzymali, a dyżurni ruchu stacji wyznaczonych również dyżurnemu ruchu stacji położonej bezpośrednio przed miejscem, którego dotyczy dane ostrzeżenie",
    "c": "dyżurnemu ruchu stacji sąsiadującej z miejscem, w którym powstały okoliczności wymagające wydawania ostrzeżeń",
    "answear": "B"
  },
  {
    "id": "139",
    "question": "Gdzie rejestruje się ostrzeżenia doraźne? Ir-1 §60 ust. 26",
    "a": "w dzienniku telefonicznym",
    "b": "w dzienniku oględzin rozjazdów",
    "c": "w książce ostrzeżeń doraźnych",
    "answear": "C"
  },
  {
    "id": "140",
    "question": "Jakie załączniki powinny być skompletowane w teczkach do przechowywania ostrzeżeń? Ir-1 §60 ust. 32",
    "a": "żądanie wprowadzenia ostrzeżenia wprowadzenia ostrzeżenia, zawiadomienie właściwych stacji o ostrzeżeniu, żądanie odwołania ostrzeżenia i zawiadomienie o odwołaniu ostrzeżenia",
    "b": "żądanie wprowadzenia ostrzeżenia i żądanie odwołania ostrzeżenia",
    "c": "żądanie wydania ostrzeżenia, zawiadomienie o wprowadzeniu ostrzeżenia, potwierdzenie wprowadzenia ostrzeżenia, żądanie odwołania ostrzeżenia i zawiadomienie o odwołaniu ostrzeżenia",
    "answear": "A"
  },
  {
    "id": "141",
    "question": "Jak oznacza się załączniki, dotyczące jednego ostrzeżenia z książki ostrzeżeń doraźnych? Ir1§60 ust. 32",
    "a": "liczba arabska w liczniku oznacza nr porządkowy ostrzeżenia w danym kierunku i w danym miesiącu, liczba rzymska w mianowniku oznacza miesiąć, w którym zapisano ostrzeżenie po raz pierwszy do książki ostrzeżeń doraźnych",
    "b": "numerem porządkowym pierwszego wpisu",
    "c": "liczba w liczniku oznacza numer porządkowy ostrzeżenia w danym kierunku i w danym miesiącu, liczba w mianowniku oznacza miesiąc, w którym zapisano ostrzeżenie po raz pierwszy do książki ostrzeżeń doraźnych",
    "answear": "C"
  },
  {
    "id": "142",
    "question": "Co jest początkiem zwolnienia prędkości pociągu, jeżeli dotyczy ono okręgu nastawczego? Ir1 §63 ust. 6",
    "a": "miejsce ustawienia semafora lub innego sygnalizatora",
    "b": "pierwszy rozjazd",
    "c": "granica przetaczania",
    "answear": "A"
  },
  {
    "id": "143",
    "question": "Gdzie znajduje się wykaz szlaków, na których zabroniona jest podwójna trakcja? Ir-1 §65 ust. 1",
    "a": "w zeszytach wewnętrznego rozkładu jazdy",
    "b": "w Dodatku 1 do wewnętrznego rozkładu jazdy",
    "c": "w wewnętrznym rozkładzie jazdy",
    "answear": "B"
  },
  {
    "id": "144",
    "question": "Który pociąg jest pociągiem pchanym? Ir-1 §67 ust. 1",
    "a": "ten, co nie ma na czole czynnej lokomotywy lub czynnej kabiny sterowniczej",
    "b": "ten, co posiada lokomotywę popychającą",
    "c": "ten, co posiada pojazd trakcyjny oddalony od czoła pociągu nie dalej niż 50 metrów",
    "answear": "A"
  },
  {
    "id": "145",
    "question": "Czy cofanie pociągu dozwolone jest bez żadnych ograniczeń? Ir-1 §70 ust. 1",
    "a": "można cofać jeśli szlak jest wolny",
    "b": "w żadnym wypadku nie wolno cofać",
    "c": "bez pozwolenia dyżurnego ruchu nie jest dozwolone cofanie pociągu, z wyjątkiem nagle grożącego niebezpieczeństwa",
    "answear": "C"
  },
  {
    "id": "146",
    "question": "Z jaką prędkością może odbywać się nie uzgodnione cofanie pociągu ze szlaku? Ir-1 §70 ust. 4",
    "a": "do 3,6 km/h przy widoczności do 5 metrów",
    "b": "do 5 km/h przy widoczności poniżej 100 metrów",
    "c": "do 5 km/h przy widoczności nie mniejszej niż 100 metrów",
    "answear": "C"
  },
  {
    "id": "147",
    "question": "W którym miejscu powinien się zatrzymać pociąg cofany ze szlaku przed posterunkiem zapowiadawczym, gdy brak jest widoczności semafora wjazdowego przy sąsiednim torze? Ir-1 §70 ust. 5 pkt.2 lit. c",
    "a": "przy wskaźniku przetaczania",
    "b": "w odległości 100 m przed pierwszym rozjazdem (skrzyżowaniem) na drodze cofanego pociągu",
    "c": "na wysokości posterunku zapowiadawczego",
    "answear": "B"
  },
  {
    "id": "148",
    "question": "Jak powinno przygotować się stację do przyjęcia wagonów zbiegających ze stacji sąsiedniej lub szlaku? Ir-1 §71 ust.9",
    "a": "ustawić drogę na tor wolny, przygotować się do ich zatrzymania lub po uprzednim uzgodnieniu z dyżurnym ruchu sąsiedniej stacji skierować na tor szlakowy, jeżeli szlak jest wolny, a profil toru jest korzystny do zatrzymania wagonów",
    "b": "jeżeli są to wagony próżne skierować na tor żeberkowy",
    "c": "w każdym przypadku skierować na wykolejnicę i wykoleić tabor",
    "answear": "A"
  },
  {
    "id": "149",
    "question": "Co powinien zrobić dyżurny ruchu, któremu zgłoszono pęknięcie szyny na szlaku? Ir-1 § 75 ust. 1 pkt. 4",
    "a": "ograniczyć prędkość jazdy pociągów do 10 km/h",
    "b": "zamknąć tor szlakowy i zawiadomić uprawnionego pracownika utrzymania nawierzchni kolejowej",
    "c": "nakazać prowadzącemu pojazd trakcyjny stosowanie jazdy na widoczność",
    "answear": "B"
  },
  {
    "id": "150",
    "question": "Jak powinien zareagować dyżurny ruchu po zaobserwowaniu grzania się czopa osi zestawu kołowego w pociągu? Ir-1 §76 ust. 4",
    "a": "wezwać prowadzącego pojazd trakcyjny do ostrożnej jazdy",
    "b": "wezwać prowadzącego pojazd trakcyjny do natychmiastowego zatrzymania pociągu",
    "c": "zezwolić na dojechanie do następnej stacji z prędkością do 20 km/h",
    "answear": "B"
  },
  {
    "id": "151",
    "question": "Jak należy postępować w przypadku nie zauważenia sygnału końca pociągu przy pociągu wjeżdżającym? Ir-1 §77 ust. 4",
    "a": "obsłużyć urządzenia srk",
    "b": "nie wolno obsługiwać żadnych urządzeń srk",
    "c": "należy zatrzymać pociągi zgłosić dyżurnemu ruchu w celu osygnalizowania pociągu",
    "answear": "B"
  },
  {
    "id": "152",
    "question": "Czy pojazd pomocniczy można łączyć z taborem kolejowym? Ir-1 §80 ust. 8",
    "a": "w żadnym przypadku nie wolno",
    "b": "wolno, w wyjątkowych przypadkach dla ściągnięcia uszkodzonego pojazdu ze szlaku",
    "c": "wolno, na polecenie dyspozytora liniowego",
    "answear": "B"
  },
  {
    "id": "153",
    "question": "Czy pojazdy pomocnicze powinny być wyposażone w płozy hamulcowe? Ir-1§81 ust. 1",
    "a": "nie",
    "b": "tak, zawsze w dwie",
    "c": "instrukcje tego nie określają",
    "answear": "B"
  },
  {
    "id": "154",
    "question": "W jaki sposób odbywa się jazda pojazdów pomocniczych po torze lewym do określonego km? Ir-1 §82 ust.7 pkt 1",
    "a": "po zamknięciu tego toru dla ruchu pociągów",
    "b": "po wyświetleniu Sz podanego na tarczy zaporowej",
    "c": "po wyświetleniu sygnału zezwalającego na semaforze wyjazdowym",
    "answear": "A"
  },
  {
    "id": "155",
    "question": "Na jakiej podstawie prowadzi się ruch pojazdów pomocniczych nie oddziaływujących na urządzenia srk? Ir-1 §82 ust. 12 pkt 2",
    "a": "blokady samoczynnej",
    "b": "blokady półsamoczynnej",
    "c": "telefonicznego zapowiadania",
    "answear": "C"
  },
  {
    "id": "156",
    "question": "Co należy stosować w czasie znajdowania się pojazdu pomocniczego na torze głównym na stacji lub na szlaku? Ir-1 §82 ust. 12 pkt 7",
    "a": "tylko zamknięcia pomocnicze",
    "b": "tylko tabliczki ostrzegawcze",
    "c": "środki pomocnicze i tabliczki ostrzegawcze",
    "answear": "C"
  },
  {
    "id": "157",
    "question": "Ile jednocześnie pociągów może zgłosić dyżurny ruchu dróżnikowi przejazdowemu? Ir-1 §84 ust. 1",
    "a": "dowolną ilość",
    "b": "jeden",
    "c": "dwa",
    "answear": "B"
  },
  {
    "id": "158",
    "question": "Kiedy należy zamknąć rogatki na przejeździe kolejowo – drogowym lub przejściu obsługiwanym z nastawni? Ir-1 § 84 ust. 7",
    "a": "po otrzymaniu informacji o odjeździe pociągu z sąsiedniej stacji",
    "b": "przynajmniej na 2 minuty przed dojazdem czoła pociągu do przejazdu kolejowo – drogowego lub przejścia",
    "c": "w czasie zbliżania się pociągu lub manewru do przejazdu",
    "answear": "B"
  },
  {
    "id": "159",
    "question": "Jak powinien postąpić dyżurny ruchu w przypadku braku możliwości zawiadomienia dróżników przejazdowych o odjeździe pociągów? Ir-1 §84 ust. 16",
    "a": "wstrzymać wyprawianie pociągów do czasu powiadomienia",
    "b": "uprzedzić drużynę pociągową rozkazem pisemnym",
    "c": "zamknąć tor szlakowy",
    "answear": "B"
  },
  {
    "id": "160",
    "question": "Jaką prędkość należy wprowadzić w przypadku niedziałania urządzeń zabezpieczenia ruchu na obsługiwanych przejazdach kolejowo – drogowych lub przejściach, jeżeli nie ma możliwości zapewnienia pracownika uprawnionego do kierowania ruchem drogowym na skrzyżowaniu? Ir1§84 ust. 19 pkt.1",
    "a": "do 20 km/godz.",
    "b": "do 15 km/godz.",
    "c": "do 30 km/godz.",
    "answear": "A"
  },
  {
    "id": "161",
    "question": "Jaki jest sygnał wywołania wszystkich dróżników przejazdowych włączonych do danego łącza? Ir-1 Dod. 3 pkt.9",
    "a": "dwa długie i jeden krótki dźwięk",
    "b": "jeden krótki i dwa długie dźwięki",
    "c": "jeden krótki i jeden długi dźwięk danych trzykrotnie",
    "answear": "C"
  },
  {
    "id": "162",
    "question": "Jak należy zaznaczyć działki rozkazów pisemnych, których treść nie dotyczy danego przypadku? Instrukcja Ir- 1 Załącznik nr 4",
    "a": "wykreślić linią falistą",
    "b": "wykreślić przez napisanie litery „Z”",
    "c": "pozostawić bez zmian i skreśleń",
    "answear": "C"
  },
  {
    "id": "163",
    "question": "Gdzie znajduje się informacja o torach, na które można przyjmować pociągi z towarami niebezpiecznymi? RT dz.41",
    "a": "w regulaminie technicznym",
    "b": "w przepisach o przewozie towarów niebezpiecznych",
    "c": "w Instrukcji Ir-1",
    "answear": "A"
  },
  {
    "id": "164",
    "question": "Jaki ma symbol książka przebiegów? Państwowa Komisja druków",
    "a": "R 146",
    "b": "R 138",
    "c": "R 142",
    "answear": "C"
  },
  {
    "id": "165",
    "question": "Jaką dokumentację technicznoruchową należy prowadzić na posterunku ruchu? Ir-3 RT dz. nr. 43",
    "a": "przydzieloną przez zawiadowcę",
    "b": "tylko niezbędną",
    "c": "wymienioną w regulaminie technicznym",
    "answear": "C"
  },
  {
    "id": "166",
    "question": "Kto nadzoruje i organizuje prowadzenie ruchu pociągów na linii kolejowej? Ir-2 §2 ust. 1",
    "a": "dyspozytor liniowy",
    "b": "dyspozytor zakładowy",
    "c": "pracownicy posterunków ruchu",
    "answear": "A"
  },
  {
    "id": "167",
    "question": "Gdzie należy określić obowiązki poszczególnych pracowników przy wieloosobowej obsadzie posterunku nastawczego? Ir-2 §3 ust. 5",
    "a": "w wykazie obowiązków służbowych",
    "b": "w regulaminie technicznym",
    "c": "w karcie pracy",
    "answear": "B"
  },
  {
    "id": "168",
    "question": "W jakie instrukcje powinien być wyposażony posterunek nastawczy? Ir-2 §4 ust. 1 i 2",
    "a": "ujęte w instrukcji Ir-3",
    "b": "ujęte w instrukcji Ir-2 oraz „wykazie przepisów i instrukcji” przydzielonych do użytku oraz spis inwentarza",
    "c": "ujęte w regulaminie technicznym",
    "answear": "B"
  },
  {
    "id": "169",
    "question": "Gdzie należy dokonać zapisu po stwierdzeniu usterki w działaniu rozjazdów? Ir-2 §7 ust.8",
    "a": "tylko w dzienniku oględzin rozjazdów D831",
    "b": "w książce przebiegów R142 i dzienniku ruchu R 146",
    "c": "w książce kontroli urządzeń E1758 i książce przebiegów R 142",
    "answear": "A"
  },
  {
    "id": "170",
    "question": "W jakim dokumencie jest podany czas przekazywania i przyjmowania dyżuru na posterunkach? Ir-2 §8 ust.1",
    "a": "w zarządzeniach antyawaryjnych",
    "b": "w grafiku dyżurów (wykaz pracy)",
    "c": "w regulaminie technicznym",
    "answear": "C"
  },
  {
    "id": "171",
    "question": "Kiedy pracownikowi posterunku związanego z ruchem kolejowym nie wolno opuścić miejsca pracy? Ir-2 §8 ust. 4",
    "a": "po przybyciu zmiennika na posterunek",
    "b": "po zakończeniu przekazywania dyżuru",
    "c": "przed przekazaniem dyżuru przyjmującemu",
    "answear": "C"
  },
  {
    "id": "172",
    "question": "W jaki sposób odbywa się przekazywanie i przyjęcie dyżuru? Ir-2 §8 ust.5",
    "a": "określony w regulaminie technicznym",
    "b": "ustnie",
    "c": "ustnie i pisemnie",
    "answear": "A"
  },
  {
    "id": "173",
    "question": "Czy pracownik przyjmujący dyżur może obsługiwać urządzenia przed potwierdzeniem przyjęcia przez niego dyżuru? Ir-2 §8 ust. 10",
    "a": "może",
    "b": "nie może",
    "c": "może, w przypadku zapobiegnięcia zagrożeniom",
    "answear": "C"
  },
  {
    "id": "174",
    "question": "Jak należy wykorzystywać czas, gdy nie odbywa się ruch kolejowy? Ir-2 §9 ust. 2",
    "a": "wykorzystywać czas na utrzymanie w czystości pomieszczenia i przyległego terenu",
    "b": "wykorzystywać czas na utrzymanie w czystości pomieszczenia posterunku nastawczego oraz wykonywać czynności dodatkowe określone w RT dz.43",
    "c": "wykorzystywać czas na utrzymanie w czystości przyległego terenu",
    "answear": "B"
  },
  {
    "id": "175",
    "question": "Czy pracownik posterunku powinien zwracać uwagę na sygnały podawane przez innych pracowników? Ir-2 §9 ust.5",
    "a": "nie ma takiego obowiązku",
    "b": "tylko w uzasadnionych przypadkach",
    "c": "zgłaszać się na nie niezwłocznie, a każde polecenie powtórzyć",
    "answear": "C"
  },
  {
    "id": "176",
    "question": "Czy pracownik szkolący się może obsługiwać urządzenia na posterunku? Ir2 §9 ust. 8",
    "a": "nie może",
    "b": "może w przypadku nieobecności pracownika pełniącego dyżur",
    "c": "może pod nadzorem i odpowiedzialnością pracownika pełniącego dyżur, jeżeli przy przyjęciu dyżuru został wpisany do prowadzonej dokumentacji",
    "answear": "C"
  },
  {
    "id": "177",
    "question": "Kiedy pracownik obsługujący urządzenia srk może zdjąć plomby z urządzeń? Ir-2 §14 ust. 1",
    "a": "po przybyciu pociągu do następnego posterunku zapowiadawczego",
    "b": "po uzyskaniu zgody ISEDR",
    "c": "w razie potrzeby, z tym że pracownik nastawni wykonawczej może to uczynić tylko za każdorazową zgodą dyżurnego ruchu dysponującego",
    "answear": "C"
  },
  {
    "id": "178",
    "question": "Czy pracownik obsługujący urządzenia może zdjąć plomby z urządzeń srk? Ir-2 §14 ust.1",
    "a": "nie może",
    "b": "może",
    "c": "może, tylko za zgodą dyspozytora liniowego",
    "answear": "B"
  },
  {
    "id": "179",
    "question": "Gdzie należy dokonać zapisu o zdjęciu plomb, gdy wprowadzone są obostrzenia? Ir-2 §14 ust. 2",
    "a": "tylko w książce kontroli urządzeń E-1758",
    "b": "tylko w książce przebiegów R-142 lub dzienniku ruchu R-146",
    "c": "w książce przebiegów R-142, w dzienniku ruchu R 146 i książce kontroli urządzeń E1758",
    "answear": "C"
  },
  {
    "id": "180",
    "question": "Gdzie należy dokonać zapisu o zdjęciu plomb, jeżeli nie zachodzi potrzeba wprowadzania obostrzeń? Ir-2 §14 ust. 2",
    "a": "w książce przebiegów R-142 lub dzienniku ruchu R-146",
    "b": "w książce kontroli urządzeń E-1758",
    "c": "nie zachodzi potrzeba odnotowywania",
    "answear": "B"
  },
  {
    "id": "181",
    "question": "Czy zapisy o wykonywaniu robót, otwieraniu kłódek, zdejmowaniu plomb oraz wprowadzanych i odwołanych obostrzeniach powinny być przenoszone z książki kontroli urządzeń E-1758 do książki przebiegów lub dziennika ruchu? Ir-2 §14 ust. 3",
    "a": "nie ma takiego obowiązku",
    "b": "decyzja należy do dyżurnego ruchu",
    "c": "tak w przypadku wprowadzanych obostrzeń",
    "answear": "C"
  },
  {
    "id": "182",
    "question": "W jakim położeniu powinny znajdować się zwrotnice, jeżeli w okręgu nastawczym nie odbywają się jazdy pociągów lub manewrów? Ir-2 §17 ust. 8",
    "a": "w położeniu zasadniczym wskazanym na planie schematycznym w regulaminie technicznym",
    "b": "określa to instrukcja Ie-8",
    "c": "określa to instrukcja Id-4",
    "answear": "A"
  },
  {
    "id": "183",
    "question": "Gdzie został określony sposób sprawdzania niezajętości torów i rozjazdów przed przystąpieniem do przygotowania drogi przebiegu? Ir-2 § 17 ust. 9",
    "a": "w instrukcji Ir-1",
    "b": "w E 1758",
    "c": "w regulaminie technicznym",
    "answear": "C"
  },
  {
    "id": "184",
    "question": "Na co powinien zwracać uwagę pracownik posterunku nastawczego podczas wjazdu i wyjazdu pociągu z lokomotywą popychającą? Ir-2 §18 ust. 3",
    "a": "na osygnalizowanie pociągu oraz lokomotywy popychającej",
    "b": "na osygnalizowanie tylko czoła pociągu",
    "c": "na osygnalizowanie tylko ostatniego wagonu",
    "answear": "A"
  },
  {
    "id": "185",
    "question": "W jakiej dokumentacji uprawnieni pracownicy dokonują odpisów po dokonaniu naprawy w rozjazdach? Ir-2 §30 ust. 1, 3, 8 i 10",
    "a": "w E 1758 i D 831 w zależności od wykonywanych robót",
    "b": "w R 142 i D 831",
    "c": "w R 142 i R 146 z zapisem potrzeby wprowadzenia obostrzeń",
    "answear": "A"
  },
  {
    "id": "186",
    "question": "W której części książki E 1758 dokonuje się zapisów w przypadku usunięcia usterki w działaniu urządzeń srk? Ir-2 §30 ust.3",
    "a": "w pierwszej części",
    "b": "w drugiej części",
    "c": "w pierwszej i drugiej części",
    "answear": "A"
  },
  {
    "id": "187",
    "question": "W jakim przypadku dopuszczalne jest przerywanie rozmów przez inne osoby za pomocą radiotelefonu? Ir-5 § 7 ust. 2",
    "a": "poinformowania dyżurnego ruchu o wskazującym sygnał „Stój” semaforze SBL",
    "b": "konieczności przekazania meldunków dotyczących zagrożenia bezpieczeństwa ruchu, życia i zdrowia ludzkiego oraz wezwania pomocy",
    "c": "sprawdzenia prawidłowego działania radiotelefonu po zmianie kanału",
    "answear": "B"
  },
  {
    "id": "188",
    "question": "W jaki sposób nadaje się sygnał `ALARM` radiotelefonem w sposób słowny? Ir-5 §12 ust. 4",
    "a": "zdjąć mikrofon z zaczepu, przycisnąć kolejno przyciski selektywnego wywołania, wypowiedzieć do mikrofonu, co najmniej pięć razy słowo `ALARM`",
    "b": "zdjąć mikrofon z zaczepu i wypowiedzieć trzy razy słowo `ALARM`",
    "c": "zdjąć mikrofon z zaczepu i wypowiedzieć trzy razy głośno słowo `ALARM` a następnie przełączyć urządzenie na kanał nr 9",
    "answear": "A"
  },
  {
    "id": "189",
    "question": "Jak powinien postąpić dyżurny ruchu, który usłyszał w swoim radiotelefonie pociągowym sygnał `ALARM` nadany w sposób automatyczny? Ir-5 §12 ust. 7",
    "a": "po upływie około 5 sekund powinien przełączyć radiotelefon na kanał 7 w celu wyjaśnienia przyczyny",
    "b": "powinien przełączyć radiotelefon na kanał ratunkowy w celu wyjaśnienia przyczyny nadania tego sygnału",
    "c": "dyżurny ruchu powinien natychmiast włączyć i wyłączyć radiotelefon",
    "answear": "B"
  },
  {
    "id": "190",
    "question": "Gdzie odnotowuje dyżurny ruchu fakt nadania sygnału `ALARM`? Ir-5 §12 ust. 10 i 17",
    "a": "w książce E1758 w II części",
    "b": "w dzienniku ruchu",
    "c": "w książce R366 i dzienniku ruchu przez całą szerokość strony",
    "answear": "C"
  },
  {
    "id": "191",
    "question": "W jakiej dokumentacji należy odnotować stan urządzeń radiotelefonicznych na posterunkach ruchu? Ir-5 §18 ust. 1 pkt 3",
    "a": "w dzienniku ruchu",
    "b": "w dzienniku telefonicznym",
    "c": "w dzienniku uszkodzeń urządzeń łączności",
    "answear": "B"
  },
  {
    "id": "192",
    "question": "Jak powinien postąpić dyżurny ruchu w przypadku uszkodzenia obsługiwanego radiotelefonu pociągowego? Ir-5 §20 ust. 1 pkt 1 i 2",
    "a": "odpisać w/w zdarzenie w dzienniku uszkodzeń urządzeń łączności - R366, zawiadomić o uszkodzeniu dyspozytora oraz dyżurnych ruchu sąsiednich posterunków",
    "b": "odnotować w/w zdarzenia w książce E1758 w II części",
    "c": "odnotować w/w zdarzenia dzienniku rozmów telefonicznych",
    "answear": "A"
  },
  {
    "id": "193",
    "question": "Czy można w czasie radiotelefonicznego zapowiadania pociągów prowadzić ruch pociągów przewożących towary niebezpieczne?",
    "a": "przepisy nie zabraniają",
    "b": "nie mogą być wyprawiane",
    "c": "decyzję podejmuje dyspozytor",
    "answear": "A"
  },
  {
    "id": "194",
    "question": "Jak powinien postąpić dróżnik przejazdowy w razie zauważenia nieprawidłowości zagrażającej bezpiecznej jeździe pociągu? Ir-7 § 8",
    "a": "postępować zgodnie z Regulaminem obsługi przejazdu kolejowo - drogowego",
    "b": "zatrzymać pociąg, a gdy nie można tego uczynić powinien niezwłocznie zawiadomić dyżurnych ruchu sąsiednich posterunków ruchu o konieczności zatrzymania pociągu, informując ich o zauważonej nieprawidłowości",
    "c": "powiadomić dyżurnego ruchu",
    "answear": "B"
  },
  {
    "id": "195",
    "question": "Kto może ustawić znak drogowy B32b lub B-32c przed przejazdem kolejowo - drogowym w razie wystąpienia nieprawidłowości w działaniu urządzeń zabezpieczenia ruchu na przejeździe kategorii A bądź przejściu kategorii Eobsługiwanych z miejsca? Ir-7 §25 ust. 1 pkt 2 lit. b",
    "a": "zarządca drogi",
    "b": "policja",
    "c": "dróżnik przejazdowy",
    "answear": "C"
  },
  {
    "id": "196",
    "question": "Kiedy dyżurny ruchu w razie wystąpienia usterki możne obsłużyć powtarzacz SSP? Ir-7 §25 ust. 8 pkt 2",
    "a": "gdy pociąg znajduje się w strefie oddziaływania pociągu na SSP",
    "b": "w chwili wyłączenia na powtarzaczu zasilania",
    "c": "gdy upewnimy się, że w strefie oddziaływania nie ma pociągów",
    "answear": "C"
  },
  {
    "id": "197",
    "question": "Kiedy dyżurny ruchu możne odwołać wprowadzone obostrzenia w ruchu pociągów w związku z występującymi nieprawidłowościami w działaniu urządzeń SSP? Ir-7 §25 ust. 9 pkt 1",
    "a": "po doprowadzeniu do zasadniczego stanu SSP i stwierdzeniu prawidłowego działania",
    "b": "po zgłoszeniu przez prowadzącego pojazd trakcyjny prawidłowości działania urządzeń SSP",
    "c": "po samoistnym ustąpieniu usterki i po przejechaniu dwóch kolejnych pociągów po torze i z kierunku, przy którym wystąpiła nieprawidłowość w działaniu",
    "answear": "C"
  },
  {
    "id": "198",
    "question": "Kiedy dyżurny ruchu możne odwołać wprowadzone obostrzenia w ruchu pociągów w związku z występującymi nieprawidłowościami w działaniu urządzeń SSP? Ir-7 §25 ust. 9 pkt 2",
    "a": "po doprowadzeniu do zasadniczego stanu SSP i stwierdzeniu prawidłowego działania",
    "b": "po zgłoszeniu przez prowadzącego pojazd trakcyjny prawidłowości działania urządzeń SSP",
    "c": "po usunięciu nieprawidłowości działania, przez uprawnionego pracownika obsługi technicznej, dokonaniu zapisu o prawidłowym działaniu w książce kontroli urządzeń srk lub zgłoszeniu przy pomocy urządzeń łączności",
    "answear": "C"
  },
  {
    "id": "199",
    "question": "Do jakiej prędkości należy ograniczyć prędkość pociągów w przypadku uszkodzenia rogatki i niemożności kierowania ruchem drogowym na miejscu? Ir-7 § 26 ust. 1",
    "a": "20 km/h",
    "b": "15 km/h",
    "c": "30 km/h",
    "answear": "A"
  },
  {
    "id": "200",
    "question": "Jak powinien postąpić dyżurny ruchu na posterunku, na którym znajdują się UZK w przypadku wystąpienia nieprawidłowości w działaniu urządzeń ssp sygnalizowanych przez UZK jako usterka kategorii II? Ir-7 §25 ust. 7 pkt 1 i",
    "a": "wprowadzić ograniczenie prędkości jazdy pociągów przez przejazd do 20 km/h dla czoła pociągów",
    "b": "obsłużyć UZK zgodnie z instrukcją obsługi urządzenia oraz odnotować uszkodzenie w książce E1758 i zawiadomić odpowiednich pracowników obsługi technicznej",
    "c": "spowodować niezwłoczne oznakowanie przejazdu znakiem B20 „Stop”",
    "answear": "B"
  },
  {
    "id": "201",
    "question": "Jak należy postępować w przypadku uszkodzenia urządzeń rogatkowych nastawianych z miejsca uniemożliwiającego zamykanie rogatek? Ir-7 załącznik nr 3",
    "a": "stosować się do postanowień Regulaminu Obsługi Przejazdu Kolejowo – Drogowego lub przejścia",
    "b": "zatrzymywać pojazdy drogowe tylko od strony toru, po którym jedzie pociąg",
    "c": "wstrzymać ruch na szlaku",
    "answear": "A"
  },
  {
    "id": "202",
    "question": "Jakie dane należy podać zgłaszając zdarzenie? Ir-8 §3 ust. 6",
    "a": "winnych spowodowania wypadku",
    "b": "przewidywane koszty wynikające z zaistniałego wypadku",
    "c": "miejsce, czas, opis zdarzenia i jego skutki",
    "answear": "C"
  },
  {
    "id": "203",
    "question": "Wykolejenie to: Ir-8 §2 ust. 11",
    "a": "utrata kontaktu powierzchni tocznej koła pojazdu kolejowego z powierzchnią toczną wykolejnicy nałożonej na szynę",
    "b": "utrata kontaktu powierzchni tocznej koła pojazdu kolejowego z powierzchnią toczną główki szyny",
    "c": "utrata kontaktu obrzeża koła pojazdu kolejowego z powierzchnią toczną główki szyny",
    "answear": "B"
  },
  {
    "id": "204",
    "question": "Kiedy po zaistniałym wypadku można rozwiązać drogę przebiegu? Ir-8 §5 ust. 5 pkt 2",
    "a": "po uprzednim opisaniu stanu urządzeń sterowania ruchem kolejowym",
    "b": "niezwłocznie po uzyskaniu zgody przewodniczącego komisji kolejowej",
    "c": "decyduje o tym dyżurny ruchu",
    "answear": "B"
  },
  {
    "id": "205",
    "question": "Do zdarzeń zalicza się: Ir-8 §2 ust.5",
    "a": "poważne wypadki, wypadki i incydenty",
    "b": "poważne wypadki, wypadki, incydenty i trudności eksploatacyjne",
    "c": "poważne wypadki, wypadki, incydenty i sytuacje potencjalnie niebezpieczne",
    "answear": "A"
  },
  {
    "id": "206",
    "question": "Wypadek to: Ir-8 §2 ust.6",
    "a": "niezamierzone nagłe zdarzenie lub ciąg takich zdarzeń z udziałem pojazdu kolejowego, powodujące negatywne konsekwencje dla zdrowia ludzkiego, mienia lub środowiska",
    "b": "wykolejenie się pojazdu kolejowego powodujące zakłócenia w ruchu pociągów",
    "c": "niezamierzone nagłe zdarzenie z udziałem pojazdu kolejowego, powodujące nagłe straty materialne",
    "answear": "A"
  },
  {
    "id": "207",
    "question": "Do wypadków zalicza się: Ir-8 §2 ust.6 pkt. 1,2,3,4,5",
    "a": "wszystkie zdarzenia powodujące utrudnienia w ruchu pociągów",
    "b": "kolizje, wykolejenia, zdarzenia na przejazdach, zdarzenia z udziałem osób spowodowane przez pojazd kolejowy będący w ruchu, pożar pojazdu kolejowego",
    "c": "kolizje, wykolejenia pojazdów kolejowych",
    "answear": "B"
  },
  {
    "id": "208",
    "question": "Pociąg jest to: Ir-8 §2 ust. 54",
    "a": "skład wagonów lub innych pojazdów kolejowych, sprzęgniętych z czynnym pojazdem trakcyjnym albo pojazd trakcyjny – osygnalizowany i przygotowany do jazdy lub znajdujący się w drodze",
    "b": "skład wagonów lub innych pojazdów kolejowych sprzęgniętych ze sobą i pojazdem trakcyjnym",
    "c": "skład wagonów sprzęgniętych z czynnym pojazdem trakcyjnym znajdujący się w drodze",
    "answear": "A"
  },
  {
    "id": "209",
    "question": "Jakimi sposobami wykonuje się manewry? Ir-9 §4 ust. 1 pkt 1, 2 i 3",
    "a": "odstawczym, grawitacyjnym, przetaczaniem",
    "b": "grawitacyjnym, odrzutowym, odstawczym",
    "c": "odrzutowym, przetaczaniem, odstawczym",
    "answear": "B"
  },
  {
    "id": "210",
    "question": "Kto może być kierownikiem manewrów? Ir-9 §5 ust. 3 pkt 1, 2 i 3",
    "a": "ustawiacz ,kierownik pociągu, dyżurny ruchu",
    "b": "ustawiacz, dyżurny ruchu, manewrowy",
    "c": "rewident, dyżurny ruchu, kierownik pociągu 216",
    "answear": "A"
  },
  {
    "id": "211",
    "question": "O czym kierownik manewrów zobowiązany jest poinformować dyżurnego ruchu przed przystąpieniem do pracy? Ir-9 §7 ust. 2 pkt 1",
    "a": "o planie i sposobie wykonania zamierzonej pracy",
    "b": "o osygnalizowaniu składu manewrowego",
    "c": "o składzie drużyny manewrowej",
    "answear": "A"
  },
  {
    "id": "212",
    "question": "Z włączonym hamulcem zespolonym jednoosobowo kierownik manewrów lub na jego polecenie manewrowy może wykonywać następujące czynności: Ir-9 §7 ust.4 pkt 1 lit. c",
    "a": "wyciągać bez zmiany kierunku jazdy składy pociągów towarowych z torów przyjazdowych na tory wyciągowe",
    "b": "przestawiać z toru na tor składy pociągowe bez ograniczeń długości",
    "c": "przestawiać składy pasażerskie z ludźmi",
    "answear": "A"
  },
  {
    "id": "213",
    "question": "Jakie są obowiązki manewrowego? Ir-9 §8 ust. 2 pkt 2",
    "a": "przestawianie zwrotnic i wykolejnic przewidzianych do obsługi przez manewrowych",
    "b": "podawanie na sygnalizatorach sygnałów manewrowych",
    "c": "sterowanie hamulcami na górce rozrządowej",
    "answear": "A"
  },
  {
    "id": "214",
    "question": "Na czyje polecenie nastawia się drogę przebiegu manewrowego? Ir-9 §10 ust. 8",
    "a": "dyżurnego ruchu",
    "b": "kierownika manewrów",
    "c": "nastawniczego",
    "answear": "B"
  },
  {
    "id": "215",
    "question": "W jaki sposób podaje się pozwolenie na jazdę manewrową w przypadku uszkodzenia sygnalizatora? Ir-9 §10 ust. 15",
    "a": "za pomocą rozkazu pisemnego",
    "b": "za pomocą sygnału zastępczego",
    "c": "za pomocą sygnałów Rm i urządzeń łączności",
    "answear": "C"
  },
  {
    "id": "216",
    "question": "Dla ilu przebiegów manewrowych ważne jest pozwolenie wydane na wykonanie ruchu manewrowego? Ir-9 §10 ust. 16",
    "a": "dla jednego przebiegu manewrowego; pojazdy trakcyjne przejeżdżające jednocześnie na ten sam sygnał na sygnalizatorze powinny być sprzęgnięte",
    "b": "dla kilku jazd manewrowych; lokomotywy przepuszczane jednocześnie na ten sam sygnał na sygnalizatorze mogą jechać oddzielnie",
    "c": "jeżeli kolejne jazdy będą się odbywać po tej samej drodze przebiegu, nie ma potrzeby zmiany na sygnalizatorze sygnału zezwalającego na jazdę manewrową na sygnał zabraniający",
    "answear": "A"
  },
  {
    "id": "217",
    "question": "Po której stronie składu powinna znajdować się drużyna manewrowa? Ir-9 §10 ust. 23",
    "a": "po stronie kierownika manewrów",
    "b": "po stronie prowadzącego pojazd",
    "c": "nie ma to znaczenia",
    "answear": "A"
  },
  {
    "id": "218",
    "question": "W którym miejscu podczas wykonywania manewrów powinien znajdować się kierownik manewrów? Ir-9 §10 ust. 24",
    "a": "przy lokomotywie",
    "b": "na końcu składu manewrowego",
    "c": "w miejscu z którego może objąć wzrokiem manewrujący skład, drogę przebiegu, pracowników drużyny manewrowej",
    "answear": "C"
  },
  {
    "id": "219",
    "question": "Jaka prędkość jest prędkością zasadniczą przy jeździe manewrowej? Ir-9 §10 ust. 27",
    "a": "40 km/h",
    "b": "25 km/h",
    "c": "15 km/h",
    "answear": "B"
  },
  {
    "id": "220",
    "question": "W jakich przypadkach można stosować prędkość do 40 km/h przy jeździe manewrowej? Ir-9 §10 ust. 27",
    "a": "przy manewrowaniu taborem przez przejazdy i przejścia",
    "b": "przy jeździe po torze wolnym, za wyjątkiem jazdy po rozjazdach, a prowadzący pojazd został o tym powiadomiony",
    "c": "przy jeździe w kierunku szlaku za wyprawionym pociągiem",
    "answear": "B"
  },
  {
    "id": "221",
    "question": "Kiedy musimy stosować prędkość jazdy manewrowej do 20 km/h? Ir-9 §10 ust.27",
    "a": "przy wykonywaniu manewrów z wagonami z przekroczoną skrajnią",
    "b": "przy jeździe przez przejazdy kolejowo - drogowe i przejścia , które nie są zabezpieczone rogatkami",
    "c": "przy jeździe składu manewrowego po rozjazdach",
    "answear": "B"
  },
  {
    "id": "222",
    "question": "Jaką prędkość stosujemy przy jeździe składu manewrowego pojazdami kolejowymi naprzód po torze głównym o spadku ponad 2,5 ‰? Ir-9 §10 ust.27",
    "a": "do 10 km/h",
    "b": "do 15 km/h",
    "c": "do 25 km/h",
    "answear": "B"
  },
  {
    "id": "223",
    "question": "Z jaką prędkością wykonujemy manewry silnikowym pojazdem drogowym? Ir-9 §10 ust. 27",
    "a": "do 10 km/h",
    "b": "do 3 km/h",
    "c": "do 5 km/h",
    "answear": "C"
  },
  {
    "id": "224",
    "question": "Z jaką prędkością wykonujemy manewry przy przetaczaniu taboru za pomocą urządzeń mechanicznych? Ir-9 §10 ust. 27",
    "a": "do 5 km/h",
    "b": "do 10 km/h",
    "c": "do 3 km/h",
    "answear": "C"
  },
  {
    "id": "225",
    "question": "Z jaką prędkością należy dojechać lokomotywą do stojącego pojazdu? Ir-9 §10 ust. 27",
    "a": "do 5 km/h",
    "b": "do 3 km/h",
    "c": "do 3,6 km/h",
    "answear": "B"
  },
  {
    "id": "226",
    "question": "Z jaką prędkością można manewrować przy przetaczaniu wagonów załadowanych towarem niebezpiecznym z nalepkami „ Materiały żrące” nr 8 lub „ Zakaz odrzutu i staczania” nr 15? Ir-9 §10 ust.",
    "a": "do 10 km/h",
    "b": "do 5 km/h",
    "c": "do 15 km/h",
    "answear": "B"
  },
  {
    "id": "227",
    "question": "Z jaką prędkością można manewrować przy przetaczaniu wagonów cystern oznaczonych pasem koloru pomarańczowego? Ir-9 §10 ust.",
    "a": "do 10 km/h",
    "b": "do 5 km/h",
    "c": "do 15 km/h",
    "answear": "B"
  },
  {
    "id": "228",
    "question": "Przy wykonywaniu manewrów z towarami niebezpiecznymi należy prędkość ograniczyć do: Ir-9 §10 ust.",
    "a": "15 km/h",
    "b": "20 km/h",
    "c": "10 km/h",
    "answear": "C"
  },
  {
    "id": "229",
    "question": "Jaką prędkość manewrowania należy stosować przy manewrowaniu wagonami zajętymi przez podróżnych, z blokadą drzwi po zabezpieczonej drodze przebiegu? Ir-9 §10 ust. 27 pkt. 4 lit. a",
    "a": "do 10 km/h",
    "b": "do 25 km/h",
    "c": "do 5 km/h",
    "answear": "A"
  },
  {
    "id": "230",
    "question": "W jakim przypadku nie wolno odrzucać ani staczać taboru? Ir-9 §11 ust.1 pkt 2",
    "a": "na tory - żeberka o długości powyżej 100m",
    "b": "na tory mające spadek mniejszy niż 2,5‰",
    "c": "na tory, na których pracują ludzie",
    "answear": "C"
  },
  {
    "id": "231",
    "question": "W jaki sposób należy wykładać płozy hamulcowe na szyny w celu zahamowania składu? Ir-9 §12 ust. 12",
    "a": "wykładając płozy na obu tokach szyn na równej wysokości",
    "b": "wykładać w odległości od 15- 20m przed toczącym odprzęgem i odsunąć się od ułożonego płoza w kierunku zgodnym z biegiem odprzęgu",
    "c": "wykładając w odległości od 15- 20m przed toczącym się odprzęgiem i odsunąć się od płoza w kierunku przeciwnym do biegu odprzęgu",
    "answear": "B"
  },
  {
    "id": "232",
    "question": "Kto jest odpowiedzialny za zabezpieczenie pojazdów kolejowych przed zbiegnięciem? Ir-9 §14 ust. 2",
    "a": "pracownik drużyny manewrowej",
    "b": "dyżurny ruchu",
    "c": "nastawniczy lub zwrotniczy",
    "answear": "A"
  },
  {
    "id": "233",
    "question": "W jaki sposób zabezpiecza się tabor przed zbiegnięciem? Ir-9 §14 ust. 5",
    "a": "przez sprzęgnięcie i zahamowanie lub wyłożenie płozów hamulcowych",
    "b": "przez zamknięcie toru na którym stoi tabor",
    "c": "przez osygnalizowanie toru tarczą D1",
    "answear": "A"
  },
  {
    "id": "234",
    "question": "Zezwolenie wyjazdu z manewrami poza wskaźnik W5 odbywa się na podstawie: Ir-9 §15 ust. 4 i 5",
    "a": "zgłoszenia przez drużynę manewrową radiotelefonem lub ustnie takiej potrzeby",
    "b": "po uzgodnieniu z dyżurnym ruchu sąsiedniego posterunku takiej potrzeby i wydaniu rozkazu pisemnego R 307",
    "c": "po uzgodnieniu z dyżurnym ruchu sąsiedniego posterunku zapowiadawczego takiej potrzeby i wydaniu rozkazu pisemnego R 305",
    "answear": "C"
  },
  {
    "id": "235",
    "question": "Kiedy dozwolona jest jazda manewrowa na szlak jednotorowy poza wskaźnik W5 oznaczający granicę przetaczania? Ir-9 §15 ust. 4",
    "a": "po zgłoszeniu przez drużynę manewrową takiej potrzeby",
    "b": "po uzyskaniu zezwolenia dyżurnego ruchu przekazanego rozkazem pisemnym „S”",
    "c": "po wyświetleniu sygnału zezwalającego dla manewrów na semaforze oznaczonym literą „m”",
    "answear": "B"
  },
  {
    "id": "236",
    "question": "Kiedy może być wydane ustne zezwolenie dyżurnego ruchu na manewry poza wskaźnik W5 lub poza granicę stacji przekazane drużynie manewrowej bezpośrednio lub za pomocą środków łączności? Ir-9 §15 ust. 5",
    "a": "jazda manewrowa ma się odbyć po torze szlaku jednotorowego",
    "b": "jazda manewrowa ma się odbyć na tor prawy szlaku dwutorowego, gdy po tym torze prowadzi się ruch jednokierunkowy w kierunku zasadniczym",
    "c": "jazda manewrowa ma się odbyć na tor lewy szlaku dwutorowego, gdy po tym torze prowadzi się ruch jednokierunkowy w kierunku zasadniczym",
    "answear": "B"
  },
  {
    "id": "237",
    "question": "W jakiej sytuacji może odbyć się jazda manewrowa za wyprawionym pociągiem? Ir-9 §15 ust. 6",
    "a": "w odległości nie mniejszej niż 500m od pociągu, jeżeli pochylenie szlaku jest mniejsze niż 10‰",
    "b": "przy dobrej widoczności do 100m, w odległości nie mniejszej niż 500m od pociągu, jeżeli pochylenie szlaku jest mniejsze niż 12‰",
    "c": "przy dobrej widoczności pow.500m , w odległości nie mniejszej niż 500m od pociągu, jeżeli pochylenie szlaku jest mniejsze niż 12‰",
    "answear": "A"
  },
  {
    "id": "238",
    "question": "Do jakiego miejsca może się odbyć jazda manewrowa po torze szlakowym? Ir9 §15 ust. 8",
    "a": "nie dalej niż do granicy najbliższego posterunku następczego lub najbliższego semafora odstępowego blokady samoczynnej",
    "b": "do najbliższego wskaźnika W5",
    "c": "na odległość 500m od granicy stacji",
    "answear": "A"
  },
  {
    "id": "239",
    "question": "W jakim przypadku należy przerwać manewry manewrując przez przejazdy kolejowo - drogowe i przejścia nieobsługiwane? Ir-9 §16 ust.2",
    "a": "niezwłocznie dla przepuszczenia pojazdów uprzywilejowanych będących w akcji",
    "b": "dla przepuszczenia pojazdów drogowych, które oczekują powyżej 5 min",
    "c": "dla przepuszczenia większej grupy pieszych 245",
    "answear": "A"
  },
  {
    "id": "240",
    "question": "Z jakich części składa się płóz hamulcowy? Ir-9 §20 ust.1 pkt 1, 2 i 3",
    "a": "podeszwy ślizgowej i uchwytu",
    "b": "podeszwy ślizgowej, korpusu i uchwytu",
    "c": "korpusu i uchwytu",
    "answear": "B"
  },
  {
    "id": "241",
    "question": "Gdzie nie wolno wykładać płozów hamulcowych? Ir-9 §20 ust. 4 pkt 1",
    "a": "bezpośrednio przed lub za złączami szyn",
    "b": "na wewnętrznym toku szynowym na łuku",
    "c": "w odległości pow. 100m przed przejazdem kolejowym",
    "answear": "A"
  },
  {
    "id": "242",
    "question": "Ile pojazdów trakcyjnych może być użytych do prowadzenia pociągu? Ir-9 § 21 ust. 2 pkt. 21",
    "a": "nie więcej niż jedna lokomotywa ciągnąca i jedna popychająca",
    "b": "nie więcej niż dwie lokomotywy ciągnące i jedna popychająca",
    "c": "nie więcej niż jedna lokomotywa ciągnąca i dwie popychające",
    "answear": "B"
  },
  {
    "id": "243",
    "question": "Które towary zaliczamy do towarów wysokiego ryzyka (TWR)? Ir-16 §6 ust. 1",
    "a": "towary, które użyte niezgodnie ze swoim przeznaczeniem, do celów celów terrorystycznych, mogą spowodować poważne skutki, takie jak liczne ofiary, masowe zniszczenia lub masowe zakłócenia społeczno- gospodarcze",
    "b": "towary, które ze względu na właściwości fizyczne są szczególnie narażone na utratę wartości w trakcie procesu przewozu",
    "c": "towary, stanowiące cenne przesyłki, z ustalonym terminem dostawy w pociągu rozwiązanym na stacji pośredniej bez zapewnienia jego ochrony",
    "answear": "A"
  },
  {
    "id": "244",
    "question": "Co oznacza podwojenie danej cyfry kodu niebezpieczeństwa na tablicy identyfikacyjnej umieszczonej na wagonie przewożącym towary niebezpieczne: Ir-16 §9 ust. 4",
    "a": "podwójną ilość materiału",
    "b": "nasilenie odpowiedniego zagrożenia",
    "c": "konieczność śledzenia przewożonego towaru",
    "answear": "B"
  },
  {
    "id": "245",
    "question": "Z jaką maksymalną prędkością można manewrować przy przetaczaniu wagonów cystern oznaczonych pasem koloru pomarańczowego: Ir-16 §15 ust.",
    "a": "do 5 km/h",
    "b": "według ustaleń Regulaminu Technicznego",
    "c": "do 15 km/h",
    "answear": "A"
  },
  {
    "id": "246",
    "question": "W którym dokumencie zawarte są procedury postępowania z przesyłkami TWR uwzględniającymi warunki lokalne? Ir-16 §17 ust. 4",
    "a": "w rejestrze śledzenia przesyłek materiałów szczególnie niebezpiecznych, wybuchowych i promieniotwórczych",
    "b": "w „Planach zapewnienia bezpieczeństwa” dla towarów TWR",
    "c": "w regulaminie technicznym",
    "answear": "B"
  },
  {
    "id": "247",
    "question": "Określ postępowanie na okoliczność zaistnienia zdarzenia podczas jazdy pociągu zawierającego przesyłkę niebezpieczną? Ir16 §24 ust. 6",
    "a": "prowadzący pojazd trakcyjny w porozumieniu z właściwym dyżurnym ruchu powinien zatrzymać pociąg w miejscu umożliwiającym prowadzenie działań ratowniczych",
    "b": "po awarii starać się doprowadzić pociąg do najbliższej stacji z posterunkiem rewidentów",
    "c": "koniecznie doprowadzić pociąg do stacji i odstawić wagon z oznakami awarii na tor boczny",
    "answear": "A"
  },
  {
    "id": "248",
    "question": "Wszelkie zauważone nieprawidłowości podczas obserwacji wagonów z przesyłką towaru niebezpiecznego w tym z TWR przez personel posterunku ruchu należy niezwłocznie zgłosić do: Ir16 §17 ust. 5",
    "a": "dyspozytora liniowego",
    "b": "dyspozytora zakładowego",
    "c": "terenowej jednostki SOK",
    "answear": "C"
  },
  {
    "id": "249",
    "question": "Informacja o włączeniu do pociągu wagonów z towarami niebezpiecznymi wysokiego ryzyka (TWR) przekazywana jest pomiędzy dyspozytorem liniowym ekspozytury a dyżurnym ruchu za pomocą: Ir-16 §17 ust. 8 pkt. 7",
    "a": "Systemu Wspomagania Dyżurnego Ruchu (SWDR), pobierającego dane z systemu SEPE",
    "b": "Systemu Konstrukcji Rozkładów Jazdy (SKRJ)",
    "c": "Systemu Ewidencji Pracy Eksploatacyjnej (SEPE) 256",
    "answear": "A"
  },
  {
    "id": "250",
    "question": "Przewóz towarów niebezpiecznych wysokiego ryzyka TWR oraz postępowanie poszczególnych pracowników w czasie jazdy pociągu z takim materiałem reguluje? Ir-16 § 6 ust. 4",
    "a": "tylko załącznik 2 do umowy SMGS",
    "b": "instrukcja Ir-10 (R57)",
    "c": "plan zapewnienia bezpieczeństwa przy przewozie towarów niebezpiecznych wysokiego ryzyka",
    "answear": "C"
  },
  {
    "id": "251",
    "question": "Mianem alarmu zimowego określa się: Ir-17 §15 ust. 1 pkt. 4",
    "a": "fazę I",
    "b": "fazę II",
    "c": "fazę III",
    "answear": "C"
  },
  {
    "id": "252",
    "question": "Które z poniższych faz występują w czasie trwania pogotowia zimowego? Ir17 §15 ust. 1 pkt. 1, 2, 3, 4",
    "a": "0, I, II, III",
    "b": "I, II, III",
    "c": "I, II, III, IV",
    "answear": "A"
  },
  {
    "id": "253",
    "question": "Faza III pogotowia zimowego (alarm zimowy) występuje, gdy: Ir-17 §15 ust. 1 pkt. 4",
    "a": "intensywne opady śniegu powodują konieczność uruchomienia pługów odśnieżnych",
    "b": "śnieg i ujemne temperatury powodują zakłócenia procesu eksploatacyjno – przewozowego na liniach kolejowych",
    "c": "ekstremalne warunki atmosferyczne hamują lub przerywają proces eksploatacyjno – przewozowy na liniach kolejowych",
    "answear": "C"
  },
  {
    "id": "254",
    "question": "Faza 0 pogotowia zimowego występuje, gdy: Ir-17 §15 ust. 1 pkt. 1",
    "a": "nie ma opadów śniegu a występują tylko ujemne temperatury",
    "b": "warunki atmosferyczne nie wpływają negatywnie na proces eksploatacyjno – przewozowy na liniach kolejowych",
    "c": "warunki atmosferyczne są niekorzystne ale nie ma opóźnień pociągów",
    "answear": "B"
  },
  {
    "id": "255",
    "question": "Co określa „Instrukcja o postępowaniu w sprawach poważnych wypadków, wypadków i incydentów w transporcie kolejowym” Ir-8? Załącznik 9 do instrukcji Ia-7",
    "a": "obowiązki i zasady postępowania w razie katastrofy kolejowej oraz określenie prawidłowego typu postępowania po zaistnieniu katastrofy kolejowej",
    "b": "szczegółowe zasady powiadamiania o zdarzeniach i sytuacjach potencjalnie niebezpiecznych, tryb powoływania i pracy komisji kolejowych",
    "c": "zasady prowadzenia akcji ratunkowej 264",
    "answear": "B"
  },
  {
    "id": "256",
    "question": "Podaj prawidłowy symbol `instrukcji obsługi przekaźnikowych urządzeń sterowania ruchem kolejowym`: Załącznik 9 do Instrukcji Ia-7",
    "a": "Ie-10",
    "b": "Ie-13",
    "c": "Ie-8",
    "answear": "A"
  },
  {
    "id": "257",
    "question": "Podaj prawidłowy symbol `instrukcji obsługi mechanicznych i kluczowych urządzeń sterowania ruchem kolejowym typu znormalizowanego`: Załącznik 9 do Instrukcji Ia-7",
    "a": "Ie-13",
    "b": "Ie-8",
    "c": "Ie-2",
    "answear": "B"
  },
  {
    "id": "258",
    "question": "Jaka instrukcja reguluje zasady obsługi przejazdów kolejowo – drogowych i przejść? Załącznik 9 do instrukcji Ia-7",
    "a": "Ir-7",
    "b": "Ir-8",
    "c": "Ie-11",
    "answear": "A"
  },
  {
    "id": "259",
    "question": "Jaka instrukcja mówi o postępowaniu w sprawach poważnych wypadków, wypadków i incydentów na liniach kolejowych? Załącznik 9 do instrukcji Ia-7",
    "a": "Ir-8",
    "b": "Ir-7",
    "c": "Ir-5",
    "answear": "A"
  },
  {
    "id": "260",
    "question": "Zasady organizacji i realizacji prac zimowego utrzymania linii kolejowych zawarte są w instrukcji: Załącznik 9 do instrukcji Ia-7",
    "a": "Ir-1",
    "b": "Ir-10",
    "c": "Ir-17",
    "answear": "C"
  },
  {
    "id": "261",
    "question": "Sygnał wątpliwy to: Ie-1 §2 ust. 7",
    "a": "jedno zielone migające",
    "b": "jedno pomarańczowe migające na ostatnim semaforze blokady,",
    "c": "sygnał, który nie odpowiada ściśle obrazowi ustalonemu w instrukcji Ie-1",
    "answear": "C"
  },
  {
    "id": "262",
    "question": "W przypadku usłyszenia lub spostrzeżenia dwóch różnych sprzecznych sygnałów należy stosować się: Ie-1 §2 ust. 10",
    "a": "do tego sygnału, który pierwszy został podany",
    "b": "do tego sygnału, który zapewnia zachowanie większego stopnia bezpieczeństwa ruchu",
    "c": "do tego sygnału, który odnosi się do danej sytuacji ruchowej",
    "answear": "B"
  },
  {
    "id": "263",
    "question": "W jaki sposób ułożone są ramiona semafora kształtowego przy sygnale dziennym Sr1 `Stój`? Ie-1 §3 ust. 5 pkt 1",
    "a": "ramię semafora ustawione poziomo na prawo od masztu semafora",
    "b": "górne i dolne ramię ustawione poziomo na prawo od słupa semafora",
    "c": "górne ramię ustawione równolegle do słupa a dolne poziomo na prawo od słupa semafora",
    "answear": "A"
  },
  {
    "id": "264",
    "question": "W jaki sposób ułożone są ramiona semafora kształtowego przy sygnale dziennym Sr2 „ Wolna droga”?Ie-1§3 ust.5 pkt 2",
    "a": "ramię semafora wzniesione pod kątem 45° do poziomu na prawo od masztu semafora",
    "b": "górne i dolne ramię ustawione pod kątem 45 stopni do poziomu na prawo od masztu",
    "c": "górne ramię ustawione równolegle do masztu semafora a dolne pod kątem 45 stopni do poziomu",
    "answear": "A"
  },
  {
    "id": "265",
    "question": "W jaki sposób ułożone są ramiona semafora kształtowego przy sygnale dziennym Sr3 „ Wolna droga ze zmniejszoną prędkością”? Ie-1 §3 ust. 5 pkt 3",
    "a": "górne ramię ustawione pod kątem 45° stopni do poziomu na prawo od masztu semafora a dolne ustawione równolegle do masztu",
    "b": "dwa ramiona semafora wzniesione pod kątem 45° do poziomu, na prawo od masztu semafora",
    "c": "górne i dolne ramię ustawione poziomo na prawo od masztu semafora",
    "answear": "B"
  },
  {
    "id": "266",
    "question": "Jak wygląda obraz nocny na semaforze kształtowym Sr3 „Wolna droga ze zmniejszoną prędkością”? Ie-1 §3 ust.5 pkt 3",
    "a": "dwa światła w pionie z czego górne pomarańczowe a dolne zielone oraz ramiona semafora wzniesione pod kątem 45 stopni do poziomu",
    "b": "dwa światła na semaforze w pionie: górne światło zielone a dolne pomarańczowe",
    "c": "dwa światła w pionie z czego górne zielone a dolne pomarańczowe oraz ramię górne semafora wzniesione pod kątem 45° stopni względem masztu a dolne ramię ustawione równolegle do masztu",
    "answear": "B"
  },
  {
    "id": "267",
    "question": "Co oznacza sygnał Sr3 „Wolna droga ze zmniejszoną prędkością” na semaforze kształtowym? Ie-1 ust. 5 pkt 3",
    "a": "zezwala na jazdę z prędkością do 40 lub 60 km/ h przy tym semaforze oraz do końca okręgu osłanianego tym semaforem",
    "b": "zezwala na jazdę z prędkością nie większą niż 40 km/ h począwszy od semafora do końca okręgu zwrotnicowego osłanianego tym semaforem",
    "c": "zezwala na jazdę z prędkością do 40 km/ h przy tym semaforze oraz do końca okręgu zwrotnicowego osłanianego tym semaforem a przy następnym semaforze największa dozwolona",
    "answear": "B"
  },
  {
    "id": "268",
    "question": "Jaki obraz sygnałowy ukazuje się na semaforze przy podawaniu sygnału S3 - „ Jazda z największą dozwoloną prędkością - w przodzie są dwa odstępy blokowe wolne - albo przy następnym semaforze z prędkością nie większą niż 100 km /h”? Ie1 §3 ust. 13 pkt 3",
    "a": "jedno światło zielone ciągłe",
    "b": "jedno światło zielone migające na semaforze",
    "c": "górne światło zielne migające a dolne pomarańczowe",
    "answear": "B"
  },
  {
    "id": "269",
    "question": "Co oznacza sygnał „S4” - na semaforze świetlnym - jedno pomarańczowe światło migające na semaforze? Ie-1 §3 ust. 13 pkt 4",
    "a": "jazda przy tym semaforze z największą dozwoloną prędkością a przy następnym semaforze z prędkością zmniejszoną do 40 lub 60 km /h",
    "b": "jazda przy tym semaforze z największą dozwoloną prędkością a przy następnym semaforze z prędkością zmniejszoną do 60 km/h",
    "c": "jazda przy tym i przy następnym semaforze z prędkością zmniejszoną do 40 lub 60 km/h",
    "answear": "A"
  },
  {
    "id": "270",
    "question": "Co oznacza sygnał „S5” na semaforze świetlnym - jedno światło pomarańczowe ciągłe na semaforze?Ie-1 §3 ust. 13pkt 5",
    "a": "jazda przy tym semaforze z największą dozwoloną prędkością a następny semafor (wskazuje) nadaje sygnał „Stój”",
    "b": "jazda przy tym semaforze z największą dozwoloną prędkością a przy następnym semaforze zmniejszyć prędkość do 40 km/h",
    "c": "jazda przy tym i przy następnym semaforze z prędkością do 40 km/h 280",
    "answear": "A"
  },
  {
    "id": "271",
    "question": "Co oznacza sygnał „S6” – dwa światła na semaforze w jednym pionie: dolne światło pomarańczowe ciągłe a pod nim świetlny pas zielony poziomy, górne światło – zielone ciągłe? Ie-1 §3 ust. 13 pkt 6",
    "a": "jazda z prędkością nieprzekraczającą 100 km/h a potem z największą dozwoloną prędkością",
    "b": "jazda z prędkością nieprzekraczającą 60 km/h a potem z największą dozwoloną prędkością",
    "c": "jazda z prędkością nieprzekraczającą 100 km/h a potem z prędkością zmniejszoną do 160 km/h",
    "answear": "A"
  },
  {
    "id": "272",
    "question": "Co oznacza sygnał „S7” – dwa światła na semaforze w jednym pionie: dolne światło pomarańczowe ciągłe, a pod nim świetlny pas zielony poziomy, górne światło – zielone migające? Ie-1 §3 ust.13 pkt 7",
    "a": "jazda z prędkością nieprzekraczającą 100km/h przy tym i następnym semaforze",
    "b": "jazda przy tym semaforze z prędkością do 100km/h a przy następnym z największą dozwoloną prędkością",
    "c": "jazda przy tym semaforze do 60km/h a przy następnym z prędkością do 100km/h",
    "answear": "A"
  },
  {
    "id": "273",
    "question": "Co oznacza sygnał „S8”- dwa światła na semaforze w jednym pionie: dolne światło pomarańczowe ciągłe a pod nim świetlny pas zielony poziomy, górne światło – pomarańczowe migające? Ie-1 §3 ust.13 pkt 8",
    "a": "jazda z prędkością nieprzekraczającą 100km/h a przy następnym semaforze z prędkością zmniejszoną do 40 lub 60 km/h",
    "b": "jazda przy tym semaforze z prędkością nieprzekraczającą 60 km/h a przy następnym z prędkością zmniejszoną do 40 lub 60 km/h",
    "c": "jazda przy tym i przy następnym semaforze z prędkością do 40 lub 60 km/h",
    "answear": "A"
  },
  {
    "id": "274",
    "question": "Co oznacza sygnał „S9” - górne i dolne światło pomarańczowe oraz zielony pas? Ie-1 §3 ust. 13 pkt 9",
    "a": "jazda przy tym semaforze z prędkością nieprzekraczającą 100km/h a przy następnym z prędkością do 40 km/h",
    "b": "jazda z prędkością nieprzekraczającą 100km/h a przy następnym semaforze „Stój”",
    "c": "jazda przy tym semaforze z prędkością nieprzekraczającą 60 km/h a przy następnym semaforze „Stój”",
    "answear": "B"
  },
  {
    "id": "275",
    "question": "Co oznacza sygnał „S10” - górne światło zielone ciągłe a dolne pomarańczowe ciągłe? Ie-1 §3 ust.13 pkt 10",
    "a": "jazda przy tym semaforze z największą dozwoloną prędkością a przy następnym „Stój”",
    "b": "jazda z prędkością nieprzekraczającą 40 km/h a potem z największą dozwoloną prędkością",
    "c": "jazda przy tym semaforze z prędkością nieprzekraczającą 40 km/h a przy następnym semaforze z prędkością do 160km/h",
    "answear": "B"
  },
  {
    "id": "276",
    "question": "Co oznacza sygnał S10a - górne światło zielone, dolne pomarańczowe oraz pomarańczowy pas? Ie-1 §3 ust.13 pkt 11",
    "a": "jazda przy tym semaforze z prędkością do 40 lub 60 km/h a przy następnym największa dozwolona",
    "b": "jazda z prędkością nieprzekraczającą 60 km/h a potem z największa dozwoloną prędkością",
    "c": "jazda przy tym semaforze z prędkością do 60km/h a przy następnym semaforze z prędkością do 160km/h",
    "answear": "B"
  },
  {
    "id": "277",
    "question": "Co oznacza sygnał „S11” - górne zielone migające a dolne pomarańczowe? Ie-1 §3 ust.13 pkt 12",
    "a": "jazda przy tym semaforze z prędkością nieprzekraczającą 60 km/h a przy następnym z prędkością nieprzekraczającą 100km/h",
    "b": "jazda z prędkością nieprzekraczającą 40km/h a przy następnym semaforze z prędkością nie przekraczającą 100 km/h",
    "c": "jazda przy tym semaforze z największą dozwoloną prędkością a przy następnym z prędkością nieprzekraczającą 100km/h",
    "answear": "B"
  },
  {
    "id": "278",
    "question": "Co oznacza sygnał „S11a” - górne światło zielone migające, dolne pomarańczowe ciągłe oraz pomarańczowy pas? Ie-1 §3 ust.13 pkt 13",
    "a": "jazda z prędkością nieprzekraczającą 60km/h, a przy następnym semaforze - z prędkością nie przekraczającą 100km/h",
    "b": "jazda przy tym semaforze z prędkością do 40 lub 60km/h a przy następnym z prędkością do 100km/h",
    "c": "jazda przy tym semaforze z prędkością do 60 km/h , a przy następnym z prędkością największą dozwoloną",
    "answear": "A"
  },
  {
    "id": "279",
    "question": "Co oznacza sygnał „S12” - górne światło pomarańczowe migające, a dolne pomarańczowe ciągłe? Ie-1 §3 ust.13 pkt 14",
    "a": "jazda przy tym semaforze z prędkością do 40 lub 60 km/h a przy następnym do 40 km/h",
    "b": "jazda z prędkością nieprzekraczającą 40km/h , a przy następnym semaforze - z prędkością nie przekraczającą 40 lub 60km/h",
    "c": "jazda przy tym i przy następnym semaforze z prędkością do 40 lub 60km/h",
    "answear": "B"
  },
  {
    "id": "280",
    "question": "Co oznacza sygnał „S12a” - górne światło pomarańczowe migające, dolne pomarańczowe ciągłe oraz pomarańczowy pas? Ie-1 §3 ust.13 pkt 15",
    "a": "jazda przy tym semaforze z prędkością do 40 lub 60km/h , a przy następnym do 40km/h",
    "b": "jazda z prędkością nieprzekraczającą 60km/h a przy następnym semaforze - z prędkością zmniejszoną do 40 lub 60km/h",
    "c": "jazda przy tym i następnym semaforze z prędkością do 40 lub 60km/h",
    "answear": "B"
  },
  {
    "id": "281",
    "question": "Co oznacza sygnał „S13”- dolne i górne światło pomarańczowe? Ie-1 §3 ust.13 pkt 16",
    "a": "jazda przy tym i przy następnym semaforze z prędkością do 40km/h",
    "b": "jazda z prędkością nieprzekraczającą 40km/h, a przy następnym semaforze - „Stój”",
    "c": "następny semafor wskazuje sygnał „Stój”",
    "answear": "B"
  },
  {
    "id": "282",
    "question": "Co oznacza sygnał „S13a” - dolne i górne światło pomarańczowe oraz pas pomarańczowy? Ie1 §3 ust.13 pkt 17",
    "a": "jazda przy tym i przy następnym semaforze do 60km/h",
    "b": "jazda przy tym i przy następnym semaforze do 40km/h",
    "c": "jazda z prędkością nieprzekraczającą 60km/h a przy następnym semaforze - „Stój”",
    "answear": "C"
  },
  {
    "id": "283",
    "question": "Z jaką prędkością można przejechać obok semafora wyjazdowego na szlak z półsamoczynną blokadą liniową, na którym wyświetlony jest „Sz”- jedno światło matowobiałe migające? Ie-1 §3 ust.13 pkt 18 lit. b",
    "a": "nie większą niż 40 km/h",
    "b": "nie większą niż 40 lub 60 km/h",
    "c": "nie większą niż 20 km/h",
    "answear": "A"
  },
  {
    "id": "284",
    "question": "Z jaką prędkością można przejechać obok semafora wyjazdowego na szlak z samoczynną blokadą liniową, na którym wyświetlony jest „Sz”- białe migające światło? Ie-1 §3 ust.13 pkt 18 lit. b",
    "a": "do 40 km/h",
    "b": "do 40 lub 60 km/h",
    "c": "nie może przekraczać 20 km/h",
    "answear": "C"
  },
  {
    "id": "285",
    "question": "Co oznacza sygnał „Sp1” na semaforze powtarzającym : dolne białe ciągłe a górne światło pomarańczowe? Ie1 §4 ust. 5 pkt 1",
    "a": "semafor wskazuje sygnał Sr1 lub S1 „Stój”",
    "b": "semafor do którego odnosi się semafor powtarzający wskazuje sygnał „ Jazda dozwolona ze zmniejszoną prędkością do 40km/h",
    "c": "semafor do którego odnosi się semafor powtarzający wskazuje sygnał „Jazda dozwolona ze zmniejszoną prędkością”",
    "answear": "A"
  },
  {
    "id": "286",
    "question": "Co oznacza sygnał „Sp2” na semaforze powtarzającym : dolne białe ciągłe a górne światło zielone ciągłe? Ie-1 §4 ust. 5 pkt 2",
    "a": "semafor do którego semafor powtarzający się odnosi wskazuje sygnał „jazda z największą dozwoloną prędkością”",
    "b": "semafor do którego semafor powtarzający się odnosi wskazuje sygnał „ Jazda z prędkością zmniejszoną do 100km/h",
    "c": "semafor wskazuje prędkość zmniejszoną do 160km/h",
    "answear": "A"
  },
  {
    "id": "287",
    "question": "Co oznacza sygnał „Sp3” na semaforze powtarzającym :dolne światło białe ciągłe, a górne zielone migające? Ie-1 §4 ust. 5 pkt 1",
    "a": "prędkość jazdy do którego semafor powtarzający się odnosi odbywa się z prędkością największą dozwoloną",
    "b": "semafor wskazuje sygnał zezwalający na jazdę z prędkością nieprzekraczającą 100km/h",
    "c": "jazda przy tym semaforze i przy następnym z prędkością zmniejszoną do 100 km/h",
    "answear": "B"
  },
  {
    "id": "288",
    "question": "Co oznacza sygnał „Sp4” na semaforze powtarzającym: dolne światło białe ciągłe, a górne pomarańczowe migające? Ie-1 §4 ust. 5 pkt 1",
    "a": "jazda przy semaforze do którego semafor powtarzający się odnosi z prędkością do 40km/h",
    "b": "semafor wskazuje sygnał zezwalający na jazdę z prędkością zmniejszoną do 40 lub 60km/h",
    "c": "jazda przy semaforze do którego semafor powtarzający się odnosi z prędkością do 60 km/h",
    "answear": "B"
  },
  {
    "id": "289",
    "question": "Jak wygląda sygnał dzienny Ot1 „Semafor wskazuje sygnał Sr1 „Stój” na tarczy kształtowej trzystawnej? Ie-1 §5 ust. 9 pkt 1",
    "a": "okrągły dysk pomarańczowy z czarnym pierścieniem i białą obwódką a pod nim biała strzała z czerwoną obwódką - skierowana ostrzem w dół",
    "b": "ustawiony pionowo okrągły dysk pomarańczowy z czarnym pierścieniem i białą obwódką",
    "c": "ustawiony pionowo okrągły dysk pomarańczowy z czarnym pierścieniem i białą obwódką a pod nim biała strzała skierowana pod kątem 45°",
    "answear": "A"
  },
  {
    "id": "290",
    "question": "Jak wygląda sygnał dzienny Ot2 „Semafor wskazuje sygnał Sr 2 „Wolna droga” na tarczy kształtowej trzystawnej? Ie1 §5 ust. 9 pkt 2",
    "a": "ustawiony pionowo okrągły dysk pomarańczowy z czarnym pierścieniem i białą obwódką, a pod nim biała strzała z czerwoną obwódką skierowaną ostrzem w dół",
    "b": "dysk w położeniu poziomym, a pod nim biała strzała z czerwoną obwódką, skierowana ostrzem w dół",
    "c": "ustawiony poziomo okrągły dysk pomarańczowy z czarnym pierścieniem i białą obwódką 302",
    "answear": "B"
  },
  {
    "id": "291",
    "question": "Jak wygląda sygnał Ot3 „Semafor wskazuje sygnał Sr3 - Wolna droga ze zmniejszoną prędkością” na tarczy ostrzegawczej kształtowej? Ie1 §5 ust. 9 pkt 3",
    "a": "ustawiony poziomo okrągły dysk pomarańczowy z czarnym pierścieniem i biała obwódką a pod nim biała strzała z czerwoną obwódką skierowana pod kątem 45 stopni do masztu",
    "b": "okrągły dysk pomarańczowy z czarnym pierścieniem i białą obwódką, a pod nim biała strzała z czerwoną obwódką - skierowana ostrzem ukośnie w dół na prawo pod kątem 45° od masztu tarczy",
    "c": "ustawiony pionowo okrągły dysk pomarańczowy z czarnym pierścieniem i białą obwódką a pod nim biała strzała z czerwona obwódką ustawiona poziomo na prawo do masztu",
    "answear": "B"
  },
  {
    "id": "292",
    "question": "Co oznacza sygnał Os1 na tarczy ostrzegawczej świetlnej - jedno pomarańczowe światło ciągłe na tarczy? Ie-1 §5 ust. 15 pkt 1",
    "a": "semafor, do którego się tarcza odnosi, wskazuje sygnał „Stój”",
    "b": "semafor, do którego tarcza się odnosi wskazuje sygnał „Wolna droga ze zmniejszoną prędkością”",
    "c": "semafor, do którego tarcza się odnosi wskazuje sygnał” Wolna droga ze zmniejszoną prędkością do 40 km/h",
    "answear": "A"
  },
  {
    "id": "293",
    "question": "Co oznacza sygnał Os2 na tarczy ostrzegawczej świetlnej - jedno światło zielone ciągłe na tarczy? Ie-1 §5 ust. 15 pkt 2",
    "a": "semafor, do którego tarcza się odnosi wskazuje sygnał „Wolna droga ze zmniejszoną prędkością do 100 km/h",
    "b": "semafor, do którego się tarcza odnosi wskazuje sygnał zezwalający na jazdę z największą dozwoloną prędkością",
    "c": "semafor, do którego tarcza się odnosi wskazuje sygnał „Wolna droga z prędkością do 160 km/h",
    "answear": "B"
  },
  {
    "id": "294",
    "question": "Co oznacza sygnał Os3 na tarczy ostrzegawczej świetlnej- jedno światło zielone migające na tarczy? Ie-1 §5 ust. 15 pkt 3",
    "a": "semafor, do którego tarcza się odnosi wskazuje sygnał „Wolna droga z prędkością do 40 lub 60 km/h”",
    "b": "semafor, do którego tarcza się odnosi wskazuje sygnał „Wolna droga z prędkością największą dozwoloną”",
    "c": "semafor, do którego się tarcza odnosi wskazuje sygnał zezwalający na jazdę z prędkością nieprzekraczającą 100km/h",
    "answear": "C"
  },
  {
    "id": "295",
    "question": "Co oznacza sygnał Os 4 na tarczy ostrzegawczej świetlnej- jedno światło pomarańczowe migające na tarczy? Ie-1 §5 ust. 15 pkt 4",
    "a": "semafor, do którego tarcza się odnosi wskazuje sygnał zezwalający na jazdę z prędkością do 40 km/h",
    "b": "semafor, do którego się tarcza odnosi wskazuje sygnał zezwalający na jazdę z prędkością zmniejszoną do 40 lub 60 km/h",
    "c": "semafor, do którego tarcza się odnosi wskazuje sygnał „Stój”",
    "answear": "B"
  },
  {
    "id": "296",
    "question": "Co oznacza sygnał Osp1 na tarczy ostrzegawczej przejazdowej - dwa światła pomarańczowe ciągłe w linii poziomej? Ie-1 §6 ust. 6 pkt 1",
    "a": "urządzenia sygnalizacji na przejeździe, do którego tarcza się odnosi są sprawne, jazda przez przejazd z prędkością dozwoloną",
    "b": "urządzenia sygnalizacji na przejeździe, do którego tarcza się odnosi są niesprawne",
    "c": "urządzenia sygnalizacji na przejeździe, do którego się tarcza odnosi, są niesprawne, jazda przez przejazd z prędkością do 20 km/h",
    "answear": "C"
  },
  {
    "id": "297",
    "question": "Jak wygląda sygnał Osp2 „ Urządzenia sygnalizacji na przejeździe, do którego się tarcza odnosi, są sprawne, jazda przez przejazd z największą dozwoloną prędkością? Ie-1 §6 ust. 6 pkt 2",
    "a": "dwa światła białe ciągłe w linii pionowej",
    "b": "dwa światła białe w linii poziomej",
    "c": "dwa światła zielone w linii pionowej",
    "answear": "A"
  },
  {
    "id": "298",
    "question": "W przypadku gdy tarcza ostrzegawcza przejazdowa wskazuje sygnał „Osp1” Urządzenia sygnalizacji na przejeździe, do którego się tarcza odnosi, są niesprawne, jazda przez przejazd z prędkością do 20km/h- ograniczenie prędkości dotyczy: Ie-1 §6 ust. 5",
    "a": "tylko czoła pociągu",
    "b": "całej długości pociągu",
    "c": "do czasu stwierdzenia przez prowadzącego pojazd trakcyjny, że nie ma przeszkody na przejeździe",
    "answear": "A"
  },
  {
    "id": "299",
    "question": "Jak podany jest sygnał M1 „Jazda manewrowa zabroniona” na tarczy manewrowej kształtowej? Ie-1 §7 ust. 3 pkt 1",
    "a": "kwadratowa tarcza niebieska z białą obwódką ustawiona pionowo - sygnał dzienny, a sygnał nocny białe światło",
    "b": "kwadratowa tarcza niebieska z białą obwódką ustawiona poziomo - sygnał dzienny, a sygnał nocny niebieskie światło",
    "c": "kwadratowa tarcza niebieska z białą obwódką ustawiona przekątną pionowo- sygnał dzienny, a sygnał nocny niebieskie światło na maszcie pod tarczą",
    "answear": "C"
  },
  {
    "id": "300",
    "question": "Jak podany jest sygnał M2 „ Jazda manewrowa dozwolona” na tarczy manewrowej kształtowej? Ie-1 §7 ust. 3 pkt 2",
    "a": "kwadratowa tarcza niebieska z białą obwódką ustawiona poziomo- sygnał dzienny a sygnał nocny niebieskie światło",
    "b": "kwadratowa tarcza niebieska z białą obwódką ustawiona w położeniu poziomym - sygnał dzienny a sygnał nocny mlecznobiałe światło na maszcie pod tarczą",
    "c": "kwadratowa tarcza niebieska z białą obwódką ustawiona pionowo - sygnał dzienny a sygnał nocny białe światło",
    "answear": "B"
  },
  {
    "id": "301",
    "question": "Jak wygląda sygnał Ms1„Jazda manewrowa zabroniona”? Ie-1 §7 ust. 4 pkt 1",
    "a": "jedno niebieskie światło na tarczy",
    "b": "jedno białe światło na tarczy",
    "c": "jedno czerwone światło na tarczy",
    "answear": "A"
  },
  {
    "id": "302",
    "question": "Jak wygląda sygnał Ms2 „Jazda manewrowa dozwolona”?  Ie-1 §7 ust. 4 pkt 2",
    "a": "jedno matowobiałe światło na tarczy",
    "b": "jedno zielone światło na tarczy",
    "c": "jedno niebieskie światło na tarczy",
    "answear": "A"
  },
  {
    "id": "303",
    "question": "Jak podany jest sygnał Ms2 „Jazda manewrowa dozwolona” podawany na semaforze świetlnym oznaczonym literą „m”? Ie-1 §7 ust. 6 pkt 2",
    "a": "jedno matowobiałe światło na tarczy",
    "b": "jedno zielone światło na tarczy",
    "c": "jedno matowobiałe migające światło na tarczy",
    "answear": "A"
  },
  {
    "id": "304",
    "question": "Z jaką prędkością wykonujemy manewry na Sygnał Rt2 „Pchać powoli”? Ie-1 §7 ust. 11 pkt 2",
    "a": "można pchać tabor kolejowy z prędkością nieprzekraczającą 3 km/h",
    "b": "można pchać tabor kolejowy z prędkością nieprzekraczającą 5 km/h",
    "c": "można pchać tabor kolejowy z prędkością nieprzekraczającą 3,6 km/h",
    "answear": "A"
  },
  {
    "id": "305",
    "question": "Jak wygląda Sygnał Rt3 „Pchać z umiarkowaną prędkością ”? Ie-1 §7 ust. 11 pkt 3",
    "a": "szereg białych świateł tworzących linię ukośną",
    "b": "szereg białych świateł tworzących linię pionową",
    "c": "szereg białych świateł tworzących linię poziomą",
    "answear": "B"
  },
  {
    "id": "306",
    "question": "Dla jakich jazd ważny jest Sygnał „Stój” na tarczy zaporowej? Ie-1 §9 ust. 4",
    "a": "tylko dla jazd pociągowych",
    "b": "tylko dla jazd manewrowych",
    "c": "zarówno dla jazd manewrowych jak i pociągowych",
    "answear": "C"
  },
  {
    "id": "307",
    "question": "Jak wygląda Sygnał Z 2 „ Jazda dozwolona” na tarczy zaporowej? Ie-1 §9 ust. 4 pkt 2",
    "a": "kresa pionowa czarna pod kątem 45° na tle białej okrągłej tarczy",
    "b": "kresa ukośna czarna pod kątem 45° w górę ku stronie prawej, na tle białej okrągłej tarczy",
    "c": "kresa ukośna biała pod kątem 45° na tle czarnej okrągłej tarczy",
    "answear": "B"
  },
  {
    "id": "308",
    "question": "Jak wygląda Sygnał Z 1wk „Stój wykolejnica na torze” na latarni mechanicznej? Ie-1 §9 ust. 11 pkt 1",
    "a": "kresa pozioma czarna na tle białej okrągłej tarczy",
    "b": "kresa pionowa czarna na tle białej okrągłej tarczy",
    "c": "kresa pionowa biała na tle czarnej okrągłej tarczy",
    "answear": "A"
  },
  {
    "id": "309",
    "question": "Jak wygląda Sygnał Z 2 wk „Wykolejnica zdjęta z toru” na latarni mechanicznej? Ie-1 §9 ust. 11 pkt 2",
    "a": "kresa ukośna czarna na tle białej okrągłej tarczy",
    "b": "kresa pionowa czarna na tle białej okrągłej tarczy",
    "c": "kresa pozioma biała na tle czarnej okrągłej tarczy",
    "answear": "B"
  },
  {
    "id": "310",
    "question": "Co oznacza sygnał na latarni wykolejnicy: Ie-1 §9 ust.11 pkt.2",
    "a": "wykolejnica na torze;",
    "b": "wykolejnica zamyka oba toki szynowe;",
    "c": "wykolejnica zdjęta z toru",
    "answear": "C"
  },
  {
    "id": "311",
    "question": "Jak wygląda Sygnał Z 1wk „Stój wykolejnica na torze” na latarni elektrycznej? Ie-1 §9 ust. 11 pkt 1",
    "a": "dwa czerwone światła poziome",
    "b": "punkty świetlne czerwony i biały w poziomie",
    "c": "czerwone i białe światło w pionie",
    "answear": "B"
  },
  {
    "id": "312",
    "question": "Jak wygląda Sygnał Z 2wk „Wykolejnica zdjęta z toru” na latarni elektrycznej? Ie-1 §9 ust. 11 pkt 2",
    "a": "dwa białe światła w pionie",
    "b": "dwa pionowe czerwone światła",
    "c": "dwa poziome białe światła",
    "answear": "A"
  },
  {
    "id": "313",
    "question": "Jak wygląda Sygnał DO „ Za tarczą ostrzegawczą znajduje się tarcza zatrzymania”? Ie-1 §10 ust. 1 pkt 1",
    "a": "ruchoma trójkątna tarcza pomarańczowa z czarnym pierścieniem i białą obwódką",
    "b": "nieruchoma okrągła tarcza pomarańczowa z czarnym pierścieniem i białą obwódką",
    "c": "prostokątna tarcza pomarańczowa z czarnym pierścieniem i białą obwódką",
    "answear": "B"
  },
  {
    "id": "314",
    "question": "W jakiej odległości od przeszkody ustawia się Sygnał DO „Za tarczą ostrzegawczą znajduje się tarcza zatrzymania”? Ie-1 §10 ust. 1 pkt 1",
    "a": "drogi hamowania +200m",
    "b": "drogi hamowania +250m",
    "c": "drogi hamowania",
    "answear": "B"
  },
  {
    "id": "315",
    "question": "W jakiej odległości od przeszkody na szlaku ustawia się Sygnał D1”Stój” dawany tarczą zatrzymania? Ie-1 §10 ust. 6",
    "a": "co najmniej 50m",
    "b": "co najmniej 100m",
    "c": "50m + droga hamowania",
    "answear": "A"
  },
  {
    "id": "316",
    "question": "Jak należy osygnalizować miejsce na szlaku wymagające ograniczenia prędkości poniżej 10km/h? Ie-1 §10 ust. 4",
    "a": "tarczą D1 „Stój”",
    "b": "tarczą D6 „Zwolnić bieg”",
    "c": "wskaźnikiem W8 „Wskaźnik ograniczenia prędkości”",
    "answear": "A"
  },
  {
    "id": "317",
    "question": "Jak wygląda Sygnał D6 „Zwolnić bieg”? Ie-1 §10 ust. 14 pkt 1",
    "a": "trójkątna tarcza biała z pomarańczową obwódką zwrócona podstawą do góry a na niej czarna liczba wskazująca dozwoloną prędkość jazdy podaną w dziesiątkach km/h",
    "b": "trójkątna tarcza pomarańczowa z białą obwódką, zwrócona podstawą do góry, a na niej czarna liczba wskazująca dozwoloną prędkość jazdy podana w dziesiątkach km/h",
    "c": "prostokątna pomarańczowa tarcza a na niej czarna liczba wskazująca dozwoloną prędkość jazdy podaną w dziesiątkach km/h 333",
    "answear": "B"
  },
  {
    "id": "318",
    "question": "Z jaką prędkością można przejechać przez miejsce osłonięte tarczą D 6 „Zwolnić bieg” bez cyfry? Ie1 §10 ust. 15",
    "a": "10 km/h",
    "b": "do 20 km/h",
    "c": "5 km/h",
    "answear": "B"
  },
  {
    "id": "319",
    "question": "W jakiej odległości ustawia się tarczę D 6 „Zwolnić bieg” przed początkiem odcinka, po którym należy przejechać z ograniczoną prędkością? Ie-1 §10 ust. 18",
    "a": "drogi hamowania",
    "b": "drogi hamowania + 200m",
    "c": "200m",
    "answear": "A"
  },
  {
    "id": "320",
    "question": "Jak brzmi Sygnał D 3 „Stój” dźwiękowy? Ie-1 §11 ust. 1 pkt 2",
    "a": "trzy krótkie tony",
    "b": "trzy krótkie i trzy długie tony kilkakrotnie powtarzane",
    "c": "trzy krótkie szybko po sobie następujące tony, kilkakrotnie powtórzone",
    "answear": "C"
  },
  {
    "id": "321",
    "question": "Jak nadaje się Sygnał Rm 1 „Do mnie” dzienny? Ie-1 §11 ust. 7 pkt 1",
    "a": "trzy długie tony gwizdkiem lub trąbką oraz jednocześnie chorągiewka koloru żółtego lub ręka poruszana poziomo",
    "b": "dwa długie tony gwizdkiem lub trąbką i jednocześnie chorągiewka sygnałowa koloru żółtego lub ręka poruszana poziomo",
    "c": "dwa długie tony gwizdkiem oraz jednocześnie chorągiewka koloru żółtego lub ręka poruszana pionowo",
    "answear": "B"
  },
  {
    "id": "322",
    "question": "Jak nadaje się Sygnał Rm 2 „Ode mnie” dzienny? Ie-1 §11 ust. 7 pkt 2",
    "a": "jeden długi ton gwizdkiem lub trąbką i jednocześnie chorągiewka sygnałowa koloru żółtego lub ręka poruszana pionowo",
    "b": "jeden długi ton gwizdkiem oraz jednocześnie chorągiewka koloru żółtego lub ręka poruszana poziomo",
    "c": "dwa długie tony gwizdkiem lub trąbką oraz jednocześnie chorągiewka koloru żółtego lub ręka poruszana pionowo",
    "answear": "A"
  },
  {
    "id": "323",
    "question": "Jak nadaje się Sygnał Rm 3 „ Zwolnić” dzienny? Ie-1 §11 ust. 7 pkt 3",
    "a": "kilka przeciągłych tonów gwizdkiem oraz jednocześnie chorągiewka koloru żółtego lub ręka poruszana pionowo",
    "b": "trzy przeciągłe tony gwizdkiem oraz jednocześnie chorągiewka koloru żółtego lub ręka poruszana powolnym ruchem po łuku do góry i na dół",
    "c": "kilka przeciągłych tonów gwizdkiem lub trąbką i jednocześnie chorągiewka sygnałowa koloru żółtego lub ręka poruszana powolnym ruchem po łuku do góry i na dół",
    "answear": "C"
  },
  {
    "id": "324",
    "question": "Jak nadaje się Sygnał Rm 4 „Stój” dzienny? Ie-1 §11 ust. 7 pkt 4",
    "a": "dwa krótkie szybko po sobie następujące tony gwizdkiem kilkakrotnie powtórzone oraz jednocześnie zataczanie okręgu rozwiniętą chorągiewką lub ręką",
    "b": "trzy krótkie szybko po sobie następujące tony gwizdkiem lub trąbką kilkakrotnie powtórzone oraz jednocześnie zataczanie okręgu rozwiniętą chorągiewką lub ręką",
    "c": "trzy krótkie szybko po sobie następujące tony gwizdkiem oraz jednocześnie zataczanie okręgu rozwiniętą chorągiewką lub ręką",
    "answear": "B"
  },
  {
    "id": "325",
    "question": "Jak nadaje się Sygnał Rm 5 „Odrzucić” dzienny? Ie-1 §11 ust. 7 pkt 5",
    "a": "dwa długie tony gwizdkiem oraz jednocześnie chorągiewka koloru żółtego lub ręka poruszana dwukrotnie poziomo, a następnie pionowo do góry i szybko na dół",
    "b": "dwa długie i jeden krótki ton gwizdkiem lub trąbką i jednocześnie chorągiewka sygnałowa koloru żółtego lub ręka poruszana dwukrotnie poziomo, a następnie pionowo do góry i szybko na dół",
    "c": "trzy długie tony gwizdkiem oraz jednocześnie chorągiewka koloru żółtego lub ręka poruszana dwukrotnie poziomo, a następnie pionowo do góry i szybko na dół",
    "answear": "B"
  },
  {
    "id": "326",
    "question": "Jak nadaje się Sygnał Rm 6 „Docisnąć”- dzienny? Ie-1 §11 ust. 7 pkt 6",
    "a": "dwa krótkie tony i jeden długi ton gwizdkiem oraz kilkakrotne zbliżenie do siebie wyciągniętych poziomo przed siebie rąk",
    "b": "dwa krótkie tony gwizdkiem i jednocześnie kilkakrotne zbliżenie do siebie wyciągniętych poziomo przed siebie rąk",
    "c": "dwa długie tony i jeden krótki ton gwizdkiem oraz kilkakrotne zbliżenie do siebie wyciągniętych poziomo przed siebie rąk",
    "answear": "B"
  },
  {
    "id": "327",
    "question": "Jak nadaje się Sygnał Rm 6 „Docisnąć” nocny? Ie-1 §11 ust. 7 pkt 6",
    "a": "dwa krótkie i jeden długi ton gwizdkiem oraz białe światło latarki przerywane w krótkich odstępach czasu",
    "b": "dwa krótkie tony gwizdkiem i jednocześnie białe światło ręcznej latarki sygnałowej przerywane w krótkich odstępach czasu skierowane w stronę maszynisty",
    "c": "dwa długie i jeden krótki ton gwizdkiem oraz białe światło latarki przerywane w krótkich odstępach czasu",
    "answear": "B"
  },
  {
    "id": "328",
    "question": "W jakich przypadkach maszynista powinien podać sygnał Rp1 „Baczność”? Ie1 §12 ust. 6 pkt 5",
    "a": "przed wskaźnikami W 6, W 6a,W 6b i W 7 a ponadto podczas niekorzystnych warunków atmosferycznych - po minięciu wskaźnika W 6 przy zbliżaniu się do przejazdu",
    "b": "w przypadku potrzeby osłonięcia pociągu na szlaku",
    "c": "w przypadku potrzeby przerwania popychania pociągu towarowego",
    "answear": "A"
  },
  {
    "id": "329",
    "question": "Kto przy wyprawianiu pociągów podaje sygnał Rd1 „Nakaz jazdy”? Ie-1 §13 ust. 2 pkt. 1",
    "a": "wyłącznie dyżurny ruchu",
    "b": "dyżurny ruchu lub na jego polecenie nastawniczy",
    "c": "wyznaczony w regulaminie technicznym inny pracownik",
    "answear": "B"
  },
  {
    "id": "330",
    "question": "Jak nadaje się Sygnał D 8 „Dróżnik obecny na przejeździe” dzienny? Ie-1 §13 ust. 5 pkt 2",
    "a": "dróżnik stoi na przejeździe w miejscu wyznaczonym regulaminem obsługi przejazdu trzymając w ręce pionowo do góry chorągiewkę sygnałową koloru żółtego",
    "b": "dróżnik stoi na przejeździe w miejscu wyznaczonym przy rogatkach trzymając w ręce pionowo do góry chorągiewkę sygnałową koloru czerwonego",
    "c": "dróżnik stoi na przejeździe w miejscu wyznaczonym regulaminem obsługi przejazdu trzymając w ręce pionowo do góry chorągiewkę sygnałową koloru czerwonego",
    "answear": "A"
  },
  {
    "id": "331",
    "question": "Jak nadaje się Sygnał D 8 „ Dróżnik obecny na przejeździe” nocny? Ie-1 §13 ust. 5 pkt 2",
    "a": "dróżnik stoi w miejscu wyznaczonym regulaminem obsługi przejazdu, trzymając w ręce pionowo do góry chorągiewkę sygnałową koloru żółtego",
    "b": "dróżnik przejazdowy porusza powoli pionowo ręczną latarką sygnałową z białym światłem",
    "c": "dróżnik stoi w miejscu wyznaczonym regulaminem obsługi przejazdu, trzymając w ręce latarkę ręczną z białym światłem",
    "answear": "B"
  },
  {
    "id": "332",
    "question": "Jak wygląda Sygnał Pc1 - dwa lub trzy białe światła na przodzie pociągu? Ie-1 §14 ust. 1 pkt 1",
    "a": "oznaczenie czoła pociągu lub innego pojazdu kolejowego jadącego na szlaku jednotorowym ,w kierunku zasadniczym po torze szlaku dwutorowego lub w dowolnym kierunku po torze szlaku dwu - i wielotorowego z dwukierunkową blokadą liniową",
    "b": "oznaczenie końca pociągu lub innego pojazdu kolejowego jadącego na szlaku jednotorowym lub w dowolnym kierunku po torze szlaku dwu- i wielotorowego z dwukierunkową blokadą liniową",
    "c": "oznaczenie końca pociągu lub innego pojazdu kolejowego jadącego na szlaku jednotorowym ,w kierunku zasadniczym po torze szlaku dwutorowego lub w dowolnym kierunku po torze szlaku dwu - i wielotorowego z dwukierunkową blokadą liniową",
    "answear": "A"
  },
  {
    "id": "333",
    "question": "Jak wygląda Sygnał Pc2 „Oznaczenie czoła pociągu lub innego pojazdu kolejowego jadącego w kierunku przeciwnym do zasadniczego po torze szlaku dwutorowego bez dwukierunkowej blokady liniowej”? Ie-1 §14 ust. 1 pkt 2",
    "a": "dwa lub trzy światła, z których górne i prawe w kierunku jazdy są białe, lewe zaś – czerwone, na przodzie pociągu",
    "b": "dwa lub trzy światła ,z których dolne w kierunku jazdy są białe, górne zaś czerwone na czole pociągu",
    "c": "dwa lub trzy światła, z których górne i prawe w kierunku jazdy są czerwone, lewe zaś białe na czole pociągu",
    "answear": "A"
  },
  {
    "id": "334",
    "question": "Jak wygląda Sygnał Pc 6 „Oznaczenie czoła pociągu z jednoosobową obsadą pojazdu trakcyjnego, zatrzymanego z niewiadomej przyczyny na torze szlaku dwu - lub wielotorowego”? Ie-1 §14 ust. 1 pkt 6",
    "a": "jedno górne światło czerwone, natomiast dolne dwa białe na czole pociągu",
    "b": "jedno górne światło białe i dwa dolne światła czerwone na czole pociągu",
    "c": "jedno górne światło białe, natomiast dolne dwa światła czerwone migające na czole pociągu",
    "answear": "B"
  },
  {
    "id": "335",
    "question": "Jakim sygnałem oznacza się czoło lokomotywy popychającej? Ie-1 §14 ust. 5",
    "a": "Pc1 - dwa lub trzy światła białe",
    "b": "Pc2 - górne i prawe w kierunku jazdy białe, a lewe czerwone",
    "c": "Pc5 - dwa światła czerwone",
    "answear": "A"
  },
  {
    "id": "336",
    "question": "Jak wygląda Sygnał Tb1 „Oznaczenie przodu i tyłu pojazdu trakcyjnego wykonującego manewry”? Ie-1 §14 ust. 8 pkt 1",
    "a": "z przodu i z tyłu po jednym białym świetle od strony czynnego stanowiska maszynisty",
    "b": "z przodu i z tyłu dwa światła białe od strony prowadzącego pojazd trakcyjny",
    "c": "z przodu i z tyłu po jednym białym świetle od strony prowadzącego pojazd trakcyjny",
    "answear": "A"
  },
  {
    "id": "337",
    "question": "Jak nadaje się Sygnał A1 „Alarm”? Ie-1 §15 ust. 1 pkt 1",
    "a": "dwa czerwone światła migające na czole lokomotywy i jednocześnie jeden długi i trzy krótkie dźwięki syreną lokomotyw",
    "b": "dwa białe światła migające na czole lokomotywy i jednocześnie jeden długi i trzy krótkie dźwięki dźwiękowego urządzenia ostrzegającego powtarzane kilkakrotnie",
    "c": "dwa białe światła ciągłe na czole lokomotywy i jednocześnie jeden długi i trzy krótkie dźwięki syreną lokomotywy",
    "answear": "B"
  },
  {
    "id": "338",
    "question": "Jak nadaje się Sygnał A2 „Pożar”? Ie-1 §15 ust. 1 pkt 3",
    "a": "dwa krótkie i jeden długi dźwięk dostępnym urządzeniem ostrzegającym lokomotywy",
    "b": "jeden długi i dwa krótkie dźwięki dostępnym urządzeniem ostrzegającym lokomotywy",
    "c": "jeden długi i trzy krótkie dźwięki dostępnym urządzeniem ostrzegającym lokomotywy",
    "answear": "B"
  },
  {
    "id": "339",
    "question": "Które ze zwrotnic mogą nie mieć wskaźników zwrotnicowych? Ie-1 §16 ust. 7",
    "a": "zwrotnic scentralizowanych, po których jazdy odbywają się tylko z wykorzystaniem przebiegów utwierdzanych lub zamykanych",
    "b": "ujętych w regulaminie technicznym",
    "c": "przy zwrotnicach niescentralizowanych, po których jazdy odbywają się z wykorzystaniem przebiegów utwierdzanych lub zamykanych",
    "answear": "A"
  },
  {
    "id": "340",
    "question": "W jaki sposób powinno być osygnalizowane miejsce zmniejszenia prędkości biegu pociągów w torach głównych dodatkowych? Ie-1 §16 ust.14 pkt 8",
    "a": "wskaźnikiem ograniczenia prędkości",
    "b": "wskaźnikami odcinka ograniczonej prędkości",
    "c": "przenośnymi tarczami : ostrzegawczą i zatrzymania",
    "answear": "B"
  },
  {
    "id": "341",
    "question": "Jaki ma symbol wskaźnik - Prostokątna biała tablica z czarnym obramowaniem, a na niej dwa czarne kąty, oparte na krótszych bokach prostokąta, jeden nad drugim, stykające się wierzchołkami w środku tablicy - oznaczająca miejsce ustawienia tarczy ostrzegawczej semaforowej? Ie-1 §16 ust. 15 pkt 1",
    "a": "wskaźnik W14",
    "b": "wskaźnik W9",
    "c": "wskaźnik W1",
    "answear": "C"
  },
  {
    "id": "342",
    "question": "Co oznacza Wskaźnik W 3” Wskaźnik unieważnienia” - maszt semafora bez ramion lub białe światło wskaźnika świetlnego? Ie-1 §16 ust. 15 pkt 3",
    "a": "znajdujący się z prawej strony toru przy tym wskaźniku semafor lub tarcza zatrzymania nie odnoszą się do toru, przy którym stoi wskaźnik",
    "b": "znajdujący się z lewej strony toru przy tym wskaźniku semafor lub tarcza zatrzymania nie odnoszą się do toru ,przy którym stoi wskaźnik",
    "c": "semafor , sygnalizator powtarzający lub tarcza ostrzegawcza nie są umieszczone w miejscu, w którym powinny się znajdować",
    "answear": "A"
  },
  {
    "id": "343",
    "question": "Wskaźnik W 4 „Wskaźnik zatrzymania”- prosty biały krzyż na czarnym prostokątnym tle, oznacza: Ie1 §16 ust. 15 pkt 4",
    "a": "należy dać sygnał Rp1 „Baczność”",
    "b": "należy zmniejszyć prędkość jazdy",
    "c": "miejsce zatrzymania się czoła pociągu",
    "answear": "C"
  },
  {
    "id": "344",
    "question": "Wskaźnik W 5 „ Wskaźnik przetaczania”- biała tablica u góry zaokrąglona z czarnym i białym obramowaniem, oznacza: Ie-1 §16 ust. 15 pkt 5",
    "a": "za wskaźnikiem znajduje się tarcza ostrzegawcza semafora wjazdowego",
    "b": "do tego miejsca można dojechać manewrami",
    "c": "należy dać sygnał Rp1 „Baczność",
    "answear": "B"
  },
  {
    "id": "345",
    "question": "Wskaźnik W 6 „Wskaźnik ostrzegania”- trójkątna biała tablica z czarnym i białym obramowaniem, zwrócona wierzchołkiem ku górze oznacza, że: Ie-1 §16 ust. 15 pkt 6 lit. a",
    "a": "należy dać sygnał Rp1 „Baczność” przed przejazdami i przejściami kolejowymi",
    "b": "należy dać sygnał Rp1 „Baczność”",
    "c": "należy dać sygnał Rp1 „Baczność” w celu ostrzeżenia ludzi pracujących na torze",
    "answear": "B"
  },
  {
    "id": "346",
    "question": "Wskaźnik W 6a „Wskaźnik ostrzegania” - trójkątna biała tablica z czarnym i białym obramowaniem i sylwetką pojazdu drogowego, zwrócona wierzchołkiem ku górze oznacza ,że: Ie-1 §16 ust. 15 pkt 6 lit. b",
    "a": "należy dać sygnał Rp1” Baczność” przed przejazdami i przejściami kolejowymi",
    "b": "należy dać sygnał Rp1 „Baczność”",
    "c": "należy dać sygnał Rp1 „Baczność” w celu ostrzeżenia ludzi pracujących na torze",
    "answear": "A"
  },
  {
    "id": "347",
    "question": "Wskaźnik W 7 „Wskaźnik ostrzegania”- przenośna trójkątna biała tablica z czarnym i białym obramowaniem i czarną literą „R”, zwrócona wierzchołkiem ku górze oznacza ,że: Ie-1 §16 ust. 15 pkt 6 lit. d",
    "a": "należy dać sygnał Rp1” Baczność” przed przejazdami i przejściami kolejowymi",
    "b": "należy dać sygnał Rp1 „Baczność”",
    "c": "należy dać sygnał Rp1 „Baczność” w celu ostrzeżenia ludzi pracujących na torze",
    "answear": "C"
  },
  {
    "id": "348",
    "question": "Wskaźnik W 8 „ Wskaźnik ograniczenia prędkości”- trójkątna biała tablica z czarnym obramowaniem zwrócona wierzchołkiem ku dołowi a na niej czarna liczba wskazująca dozwoloną prędkość (w dziesiątkach km/h) bez umieszczonej liczby na tablicy oznacza, że należy zmniejszyć prędkość do: Ie-1 §16 ust. 15 pkt 7 lit. a",
    "a": "10 km/h",
    "b": "5 km/h",
    "c": "do 20 km/h",
    "answear": "C"
  },
  {
    "id": "349",
    "question": "Wskaźnik W 8 „ Wskaźnik ograniczenia prędkości”- trójkątna biała tablica z czarnym obramowaniem zwrócona wierzchołkiem ku dołowi, a na niej czarna liczba wskazująca dozwoloną prędkość (w dziesiątkach km/h) stosuje się wówczas gdy: Ie-1 §16 ust. 15 pkt 7 lit. b",
    "a": "ostrzeżenie jest ujęte w wykazie ostrzeżeń stałych",
    "b": "ograniczenie prędkości jest wprowadzone doraźnie",
    "c": "sygnalizujemy prędkość wskazaną w wewnętrznym rozkładzie jazdy",
    "answear": "A"
  },
  {
    "id": "350",
    "question": "Wskaźnik W 8 „ Wskaźnik ograniczenia prędkości”- trójkątna biała tablica z czarnym obramowaniem zwrócona wierzchołkiem ku dołowi, a na niej czarna liczba wskazująca dozwoloną prędkość (w dziesiątkach km/h) ustawia się w następującej odległości od przeszkody: Ie-1 §16 ust. 15 pkt 7 lit. c",
    "a": "drogi hamowania + 200m",
    "b": "drogi hamowania + 50m",
    "c": "drogi hamowania",
    "answear": "C"
  },
  {
    "id": "351",
    "question": "Wskaźnik W 8 „ Wskaźnik ograniczenia prędkości”- trójkątna biała tablica z czarnym obramowaniem zwrócona wierzchołkiem ku dołowi a na niej czarna liczba wskazująca dozwoloną prędkość (w dziesiątkach km/h) umieszcza się razem ze wskaźnikiem: Ie1 §16 ust. 15 pkt 7 lit. e",
    "a": "wskaźnikiem W 14",
    "b": "wskaźnikiem W 9",
    "c": "tarczą D 6",
    "answear": "B"
  },
  {
    "id": "352",
    "question": "Wskaźnik W 9 „ Wskaźnik odcinka ograniczonej prędkości”- prostokątna biała tablica z czarnym obramowaniem, a na niej z jednej strony czarny kąt, zwrócony wierzchołkiem ku dołowi: Ie-1 §16 ust. 15 pkt 8",
    "a": "oznacza początek lub koniec odcinka, przez który należy przejeżdżać z ograniczoną prędkością",
    "b": "oznacza, że należy zmniejszyć prędkość jazdy",
    "c": "oznacza, że należy dać sygnał „Baczność”",
    "answear": "A"
  },
  {
    "id": "353",
    "question": "Wskaźniki W 10a i W 10b „ Wskaźniki odcinka z popychaniem”, to: Ie-1 §16 ust. 15 pkt 9",
    "a": "biała tablica w kształcie ukośnika z czarnym obramowaniem, zwrócona do góry wierzchołkiem leżącym na dłuższej przekątnej",
    "b": "prostokątne tablice pomarańczowe z czarnymi trójkątami równobocznymi",
    "c": "wskaźnik świetlny – mlecznobiały kąt na czarnym tle zwrócony wierzchołkiem ku górze albo ku dołowi",
    "answear": "C"
  },
  {
    "id": "354",
    "question": "Wskaźnik W 10a „ Wskaźnik odcinka z popychaniem”- wskaźnik świetlny mlecznobiały kąt na czarnym tle zwrócony wierzchołkiem ku górze ustawiony przed miejscem, od którego należy rozpocząć popychanie w następującej odległości: Ie-1 §16 ust. 15 pkt 9 lit. b",
    "a": "200m",
    "b": "500m",
    "c": "100m",
    "answear": "C"
  },
  {
    "id": "355",
    "question": "Wskaźniki W 11a „ Wskaźnik uprzedzający”- prostokątna biała tablica z jednym, dwoma lub trzema pasami, wznoszącymi się ukośnie z lewa na prawo oznaczaja, że za wskaźnikiem znajduje się: Ie-1 §16 ust. 15 pkt 10 lit. a",
    "a": "tarcza ostrzegawcza przejazdowa",
    "b": "w odległości hamowania przystanek osobowy",
    "c": "tarcza ostrzegawcza semafora wjazdowego lub odstępowego",
    "answear": "C"
  },
  {
    "id": "356",
    "question": "Wskaźnik W 11p „ Wskaźnik przejazdowy”- oznacza, że za wskaźnikiem znajduje się tarcza ostrzegawcza przejazdowa i jest to: Ie-1 §16 ust. 15 pkt 11",
    "a": "biała tablica w kształcie ukośnika z czarnym obramowaniem",
    "b": "prostokątna tablica pomarańczowa z jednym lub dwoma czarnymi trójkątami równobocznymi skierowanymi wierzchołkiem do góry",
    "c": "prostokątna biała tablica z pasem czarnym ukośnym",
    "answear": "B"
  },
  {
    "id": "357",
    "question": "Wskaźnik W 14 „Wskaźniki odcinka ograniczonej prędkości”- prostokątna pomarańczowa tablica z czarnym obramowaniem, a na niej z jednej strony czarny kąt, zwrócony wierzchołkiem ku dołowi lub ku górze należy stosować łącznie z: Ie-1 §16 ust. 15 pkt 8 lit. b",
    "a": "łącznie z sygnałem D6",
    "b": "łącznie ze wskaźnikiem W8",
    "c": "łącznie z tarczą DO",
    "answear": "A"
  },
  {
    "id": "358",
    "question": "Wskaźnik W 15 „Wskaźnik zmiany lokalizacji” - kwadratowa biała tablica z czarnym trójkątem zwróconym ostrzem w kierunku semafora, sygnalizatora powtarzającego lub tarczy ostrzegawczej oznacza, że: Ie-1 §16 ust. 15 pkt 14",
    "a": "znajdujący się z prawej strony toru przy tym wskaźniku semafor lub tarcza zatrzymania nie odnosi się do tego toru",
    "b": "semafor, sygnalizator powtarzający lub tarcza ostrzegawcza nie są umieszczone w miejscu, w którym powinny się znajdować, pomimo to odnoszą się do toru przy którym stoi wskaźnik",
    "c": "oznacza, że odległość między dwoma następnymi semaforami jest mniejsza od obowiązującej",
    "answear": "B"
  },
  {
    "id": "359",
    "question": "Wskaźnik W 16 „Wskaźnik przystanku osobowego” oznacza ,że za wskaźnikiem w odległości drogi hamowania znajduje się przystanek osobowy- jest to: Ie-1 §16 ust. 15 pkt 15",
    "a": "biała pozioma tablica z trzema czarnymi pasami wznoszącymi się ukośnie z lewa na prawo",
    "b": "prostokątna tablica pomarańczowa z jednym czarnym trójkątem równobocznym",
    "c": "prostokątna pomarańczowa tablica pozioma a na niej dwa czarne kąty, stykające się wierzchołkami w środku tablicy",
    "answear": "A"
  },
  {
    "id": "360",
    "question": "Wskaźnik W 17 „Wskaźnik ukresu”- biało czerwony słupek oznaczający miejsce przy zbiegających się torach, do którego wolno tor zająć taborem kolejowym. Wskaźnik ten jest usytuowany: Ie-1 §16 ust. 15 pkt 16",
    "a": "w miejscu gdzie odległość przy zbiegających się torach wynosi 3,5m",
    "b": "miejsce usytuowania wskaźnika wyznacza się z uwzględnieniem obowiązującej skrajni i warunków lokalnych, w szczególności przechyłki lub poszerzenia na łuku",
    "c": "w miejscu wyznaczonym w regulaminie technicznym",
    "answear": "B"
  },
  {
    "id": "361",
    "question": "Wskaźnik W 18 „Wskaźnik samoczynnej blokady liniowej” oznacza miejsce ustawienia ostatniego semafora odstępowego samoczynnej blokady liniowej na szlaku przed semaforem wjazdowym to: Ie-1 §16 ust. 15 pkt 17",
    "a": "kwadratowa biała tablica z czarnym obramowaniem, a na niej czarny pierścień z czarnym kołem w środku",
    "b": "czarna tablica z białą strzałą zwróconą do dołu",
    "c": "czarna tablica z białą literą T",
    "answear": "A"
  },
  {
    "id": "362",
    "question": "Wskaźnik W 19 – „Wskaźnik uprzedzający o braku drogi hamowania” - biała strzała, zwrócona ostrzem ku dołowi, na czarnym tle oznacza, że: Ie-1 §16 ust. 15 pkt 18",
    "a": "odległość między dwoma następnymi semaforami lub między następną tarczą ostrzegawczą semaforową a semaforem jest mniejsza od obowiązującej na danej linii kolejowej długości drogi hamowania",
    "b": "odległość między dwoma następnymi semaforami lub między następną tarczą ostrzegawczą semaforową a semaforem jest większa od obowiązującej na danej linii kolejowej długości hamowania",
    "c": "pociąg towarowy może przejechać bez zatrzymania ze zmniejszoną prędkością obok semafora odstępowego blokady samoczynnej",
    "answear": "A"
  },
  {
    "id": "363",
    "question": "Wskaźnik W 22 – „Wskaźnik pociągu towarowego” - kwadratowa czarna tablica z białą literą T ustawiona przekątnie na słupie semafora oznacza, że: Ie-1 § 16 ust. 15 pkt 21",
    "a": "miejsce zmiany i obowiązującą od tego miejsca największą dozwoloną prędkość dla pociągu towarowego",
    "b": "pociąg towarowy może przejechać bez zatrzymania ze zmniejszoną prędkością obok semafora odstępowego blokady samoczynnej, wskazującego sygnał „Stój”",
    "c": "pociąg towarowy może przejechać bez zatrzymania ze zmniejszoną prędkością obok semafora odstępowego blokady półsamoczynnej, wskazującego sygnał „Stój",
    "answear": "B"
  },
  {
    "id": "364",
    "question": "Wskaźnik W 23 „Wskaźnik odcinka izolowanego” oznacza początek odcinka torowego lub zwrotnicowego wyposażonego w urządzenie kontroli niezajętości torów i rozjazdów to: Ie-1 §16 ust. 15 pkt 22",
    "a": "biało- czerwony słupek",
    "b": "żółty słupek",
    "c": "czerwony słupek",
    "answear": "B"
  },
  {
    "id": "365",
    "question": "Wskaźnik W24 „Wskaźnik kierunku przeciwnego” jest to matowobiała kresa na kwadratowej czarnej tablicy wznosząca się do góry z prawa na lewo oznacza: Ie-1 §16 ust. 15 pkt 23",
    "a": "pociąg towarowy może przejechać bez zatrzymania ze zmniejszoną prędkością obok semafora odstępowego blokady samoczynnej, wskazującego sygnał „Stój”",
    "b": "wyjazd na tor szlaku dwutorowego (lub wielotorowego) w kierunku przeciwnym do zasadniczego",
    "c": "semafor, sygnalizator powtarzający lub tarcza ostrzegawcza nie są umieszczone w miejscu, w którym powinny się znajdować, pomimo to odnoszą się do toru przy którym stoi wskaźnik",
    "answear": "B"
  },
  {
    "id": "366",
    "question": "Wskaźnik W 28 „Wskaźnik kanału radiowego” oznacza miejsce zmiany i obowiązujący od tego miejsca numer kanału radiołączności pociągowej to: Ie-1 §16 ust. 15 pkt 26",
    "a": "okrągła czarna tablica a na niej żółte oznaczenie literowo- cyfrowe",
    "b": "czarna tablica z białą literą T",
    "c": "prostokątna tablica pomarańczowa z jednym czarnym trójkątem równobocznym",
    "answear": "A"
  },
  {
    "id": "367",
    "question": "Wskaźnik W 31 „Wskaźnik kasowania” oznacza, że sygnalizator, na którym został umieszczony wskaźnik jest nieczynny, nie został oddany do użytku lub jest unieważniony a sygnały nadawane (wyświetlane) na nim są nieobowiązujące to: Ie-1 §16 ust. 15 pkt 29",
    "a": "czarna tablica z białą literą T",
    "b": "biały ukośny krzyż z czarną obwódką",
    "c": "biała tablica w kształcie ukośnika z czarnym obramowaniem, zwrócona do góry wierzchołkiem leżącym na dłuższej przekątnej",
    "answear": "B"
  },
  {
    "id": "368",
    "question": "Wskaźnik W 32 „Wskaźnik czoła pociągu” oznacza miejsce zatrzymania czoła pociągu o długości określonej tym wskaźnikiem to: Ie-1 §16 ust. 15 pkt 30",
    "a": "biała tablica pięciokątna z czarną obwódką i czarną liczbą określającą długość pociągu w metrach",
    "b": "okrągła czarna tablica a na niej żółte oznaczenie literowo - cyfrowe",
    "c": "żółty słupek",
    "answear": "A"
  },
  {
    "id": "369",
    "question": "Górne ramię semafora kształtowego w stanie zasadniczym tworzy ze słupem kąt:",
    "a": "45°",
    "b": "90°",
    "c": "60°",
    "answear": "B"
  },
  {
    "id": "370",
    "question": "W komorę sygnału zastępczego mogą być wyposażone:",
    "a": "semafory odstępowe",
    "b": "semafory drogowskazowe",
    "c": "semafory powtarzające",
    "answear": "B"
  },
  {
    "id": "371",
    "question": "Na semaforze odstępowym obraz sygnałowy składający się z dwóch świateł wskazuje:",
    "a": "dolne światło- prędkość jazdy przez osłaniany odstęp, górne światło- wskazania następnego semafora",
    "b": "dolne światło- wskazania następnego semafora, górne światło- prędkość jazdy przez osłaniany odstęp",
    "c": "sygnał wątpliwy",
    "answear": "C"
  },
  {
    "id": "372",
    "question": "Jak powinien postąpić dyżurny ruchu w przypadku wykrycia przez urządzenia detekcji stanów awaryjnych taboru, stanu ostrzegawczego zagrzanego łożyska? Ie-3 §19 ust.1",
    "a": "poleca prowadzącemu pojazd kolejowy niezwłoczne zatrzymanie pociągu i dokonanie oględzin wskazanej osi, samemu podejmując działania związane z sytuacją potencjalnie niebezpieczną",
    "b": "przekazuje prowadzącemu pojazd kolejowy informację o rodzaju uszkodzenia i jego lokalizację celem dokonania oględzin wskazanej osi na najbliższej stacji przez pracownika przewoźnika",
    "c": "przekazuje prowadzącemu pojazd kolejowy informację o stanie ostrzegawczym rejestrując ten fakt w prowadzonej dokumentacji",
    "answear": "B"
  },
  {
    "id": "373",
    "question": "Jak powinien postąpić dyżurny ruchu w przypadku wykrycia przez urządzenia detekcji stanów awaryjnych taboru, stanu ostrzegawczego zagrzanego hamulca? Ie-3 §19 ust.1",
    "a": "poleca prowadzącemu pojazd kolejowy niezwłoczne zatrzymanie pociągu i dokonanie oględzin wskazanej osi, samemu podejmując działania związane z sytuacją potencjalnie niebezpieczną",
    "b": "przekazuje prowadzącemu pojazd kolejowy informację o rodzaju uszkodzenia i jego lokalizację celem dokonania oględzin wskazanej osi na najbliższej stacji przez pracownika przewoźnika",
    "c": "przekazuje prowadzącemu pojazd kolejowy informację o stanie ostrzegawczym rejestrując ten fakt w prowadzonej dokumentacji",
    "answear": "B"
  },
  {
    "id": "374",
    "question": "Podaj definicję drogi ochronnej: Ie-4 Załącznik nr 1.",
    "a": "odcinek toru za urządzeniem ochronnym o długości niezbędnej do zatrzymania pociągu przed miejscem niebezpiecznym",
    "b": "odcinek toru za sygnalizatorem zabraniającym jazdy, na który wjechałby pojazd kolejowy w razie nie zatrzymania się na drodze jazdy w przypadku nieprzewidzianych trudności podczas prawidłowo rozpoczętego i wykonywanego hamowania",
    "c": "tor lub część toru stacyjnego pomiędzy kolejnymi sygnalizatorami lub pomiędzy sygnalizatorem stacyjnym a granicą posterunku oddalonych od siebie w odległości niezbędnej do zatrzymania pociągu",
    "answear": "B"
  },
  {
    "id": "375",
    "question": "Co to są przebiegi sprzeczne? Ie-4 załącznik nr 1.",
    "a": "przebiegi, których droga przebiegu nie jest utwierdzona",
    "b": "przebiegi, które ze względów bezpieczeństwa nie mogą się odbywać jednocześnie",
    "c": "przebiegi uniemożliwiające przejazd pociągu w rejon manewrowy stacji",
    "answear": "B"
  },
  {
    "id": "376",
    "question": "Co to jest niezorganizowany przebieg przy urządzeniach mechanicznych? Ie-4 Załącznik nr 1",
    "a": "przebieg ,który można zabezpieczyć drążkiem przebiegowym i zablokować blokiem Pu",
    "b": "przebieg, opisany w RT dz. 4, którego nie można zabezpieczyć drążkiem przebiegowym",
    "c": "przebieg, którego droga przebiegu nie jest utwierdzona ani zamknięta",
    "answear": "C"
  },
  {
    "id": "377",
    "question": "Jakie zadanie spełnia przeciwwtórność w urządzeniach srk? Ie-4 Załącznik nr 1",
    "a": "zabezpieczenie przed powtórnym wykorzystaniem zgody, nakazu, bądź stwierdzenia nie zajętości toru, szlaku lub odstępu blokowego",
    "b": "pozwala na ponowne podanie sygnału zezwalającego dla tego przebiegu bez jego zwolnienia",
    "c": "nie pozwala na wyświetlenie sygnału zastępczego dla tego przebiegu po jego zwolnieniu",
    "answear": "A"
  },
  {
    "id": "378",
    "question": "Urządzenia liniowe srk, ze względu na sposób działania dzielimy na: Ie-4 §3 ust.8",
    "a": "Elektromechaniczne i elektryczne",
    "b": "dwustawne, trzystawne i czterostawne",
    "c": "jednoodstępowe (półsamoczynne) i wieloodstępowe (samoczynne",
    "answear": "C"
  },
  {
    "id": "379",
    "question": "W drodze przebiegu pociągu, ochronę boczną mogą stanowić: Ie-4 §38 ust.5",
    "a": "wskaźniki ukresu oznaczające miejsca przy zbiegających się torach do których wolno zająć tor taborem",
    "b": "zwrotnice ochronne, wykolejnice, sygnalizatory",
    "c": "układy torowe uniemożliwiające wjazd taboru kolejowego w realizowaną drogę przebiegu",
    "answear": "B"
  },
  {
    "id": "380",
    "question": "Przejazd kolejowo-drogowy kategorii B wyposażony jest w następujące urządzenia zabezpieczenia ruchu: Ie-4 §58 ust.3",
    "a": "urządzenia samoczynnego systemu przejazdowego SSP wyposażonego w dwie lub cztery rogatki",
    "b": "urządzenia samoczynnego systemu SSP bez rogatek",
    "c": "w rogatki obsługiwane z odległości przez uprawnionego pracownika",
    "answear": "A"
  },
  {
    "id": "381",
    "question": "Ryglowanie zwrotnicy: Ie-4 §26 ust.1",
    "a": "powoduje zamknięcie zamknięcia nastawczego",
    "b": "unieruchamia ją oraz zwalnia zamknięcie następnej zwrotnicy w realizowanej drodze przebiegu zgodnie z tablicą zależności",
    "c": "zapewnia kontrolę położenia iglic i zamykanie ich w położeniach krańcowych",
    "answear": "C"
  },
  {
    "id": "382",
    "question": "Wykolejnice stosuje się dla: Ie-4 §24 ust.1",
    "a": "zabezpieczenia taboru przed zbiegnięciem",
    "b": "zamknięcia torów dla manewrów w sytuacji, gdy tor jest zajęty",
    "c": "zabezpieczenie przebiegów pociągowych przed najechaniem taboru z toru bocznego",
    "answear": "C"
  },
  {
    "id": "383",
    "question": "Zwrotnice powinny być ponumerowane kolejnymi liczbami zgodnie z: Ie-4 §21 ust.1",
    "a": "kierunkiem zasadniczej jazdy pociągów",
    "b": "kierunkiem kilometrowania linii",
    "c": "odległością od nastawni dysponującej",
    "answear": "B"
  },
  {
    "id": "384",
    "question": "Co oznacza kwadrat koloru żółtego na urządzeniach srk? Ie-5 § 7 ust. 2",
    "a": "przypomnienie pracownikom obsługi technicznej o ewentualnej konieczności wprowadzenia telefonicznego zapowiadania ruchu pociągów w przypadku otwarcia tych urządzeń",
    "b": "pomieszczenie w którym znajdują się substancje toksyczne",
    "c": "urządzenia do którego dostęp pracowników obsługi technicznej możliwy jest jedynie w obecności naczelnika sekcji lub mistrza automatyki.",
    "answear": "A"
  },
  {
    "id": "385",
    "question": "Czy podczas prac w urządzeniach srk automatyk może zmienić stan, położenie, działanie tych urządzeń? Ie-5 § 6 ust. 10",
    "a": "nie może",
    "b": "może, ale tylko za zgodą swojego zwierzchnika",
    "c": "może, ale za każdorazową wyraźną zgodą personelu obsługi",
    "answear": "C"
  },
  {
    "id": "386",
    "question": "Co zawiera tabela B książki kontroli urządzeń srk E-1758? Ie-5 §16 ust. 3",
    "a": "wykaz monterów urządzeń srk do pracy w czynnych urządzeniach na posterunku",
    "b": "wykaz zwierzchników uprawnionych do kontroli posterunku ruchu",
    "c": "wykaz pracowników uprawnionych do prowadzenia robót związanych z naprawą i regulacją działania iglic zwrotnicowych",
    "answear": "C"
  },
  {
    "id": "387",
    "question": "Jakie informacje zawiera wykaz A książki E 1758? Ie-5 §16 ust. 3",
    "a": "wykaz pracowników upoważnionych do samodzielnego usuwania usterek i prowadzenia robót w czynnych urządzeniach zamykanych i plombowanych w obrębie posterunku",
    "b": "wykaz pracowników upoważnionych do prowadzenia robót związanych z naprawą i regulacją zwrotnic",
    "c": "wykaz pracowników wykonawców robót spoza zakładu wykonujących prace w czynnych urządzeniach srk",
    "answear": "A"
  },
  {
    "id": "388",
    "question": "W której części książki E 1758 dyżurny ruchu zobowiązany jest dokonać wpisu o uszkodzeniu urządzeń srk? Ie-5 §16 ust. 6",
    "a": "I",
    "b": "II",
    "c": "dowolnej",
    "answear": "A"
  },
  {
    "id": "389",
    "question": "W jaki sposób powinno się dokonać zmian w treści zapisu książki kontroli urządzeń E 1758? Ie-5 §17 ust. 5",
    "a": "zamazać treść omyłkowego zapisu i obok nowa treść",
    "b": "przekreślenie omyłkowego zapisu w taki sposób aby możliwe było odczytanie skreślonej treści, przekreślenie powinno być podpisane",
    "c": "poprzez zaznaczenie całości omyłkowego zapisu a w kolumnie „Uwagi” zaznaczyć iż jest to omyłkowa treść",
    "answear": "B"
  },
  {
    "id": "390",
    "question": "Gdzie należy odnotować fakt zdjęcia plomby z urządzeń srk? Ie-5 §17 ust. 19",
    "a": "w książce D 831",
    "b": "w dzienniku R 366",
    "c": "w książce kontroli urządzeń E 1758",
    "answear": "C"
  },
  {
    "id": "391",
    "question": "Co jest podstawą do wykonywania zmian w istniejących zależnościach czynnych urządzeń srk? Ie-5 §22 ust.5",
    "a": "pisemna zgoda dyrektora zakładu",
    "b": "ustna zgoda naczelnika ds. automatyki po uzyskaniu pozytywnej opinii kontrolera ds. automatyki",
    "c": "zatwierdzony projekt techniczny wykonany przez osobę uprawnioną w rozumieniu przepisów prawa budowlanego",
    "answear": "C"
  },
  {
    "id": "392",
    "question": "W jakiej minimalnej ilości zapasowych trzpieniowych zamków zwrotnicowych i spon iglicowych powinny być wyposażone posterunki nastawcze: Ie-5 §8 ust.1",
    "a": "1 zamek i 1 spona",
    "b": "2 zamki i 2 spony",
    "c": "3 zamki i 3 spony",
    "answear": "B"
  },
  {
    "id": "393",
    "question": "W którym przypadku dopuszcza się powtarzalność rejestrów kluczy od zamków zwrotnicowych na jednej stacji: Ie-5 §6 ust.5 pkt.3",
    "a": "zamki zamontowane są w sąsiadujących okręgach nastawczych w torach po których odbywa się jedynie ruch pociągów towarowych",
    "b": "zamki mogą być zamontowane w rozjazdach w torach głównych dodatkowych",
    "c": "zamki zwrotnicowe zamontowane są w okręgach nastawczych nie sąsiadujących ze sobą",
    "answear": "C"
  },
  {
    "id": "394",
    "question": "Z których kluczy pracownicy obsługi nie mogą zrywać plomby: Ie-5, załącznik 7",
    "a": "klucze zapasowe do siłowni",
    "b": "zapasowe klucze przebiegowe, zgód nakazów i zwalniaczy",
    "c": "klucze zapasowe od pomieszczeń i aparatury zdalnego sterowania",
    "answear": "C"
  },
  {
    "id": "395",
    "question": "Roboty budowlane w urządzeniach srk. należy prowadzić na podstawie: Ie-5 §21 ust.2",
    "a": "poleceń i wskazówek naczelnika sekcji",
    "b": "uzgodnień z dyżurnym ruchu, po zapisie w części I książki E1758",
    "c": "postanowień regulaminu tymczasowego prowadzenia ruchu",
    "answear": "C"
  },
  {
    "id": "396",
    "question": "W którym przypadku dopuszczalne jest dokonywanie odpisów w książce E1758 za pomocą urządzeń łączności: Ie-5 §17 ust.25",
    "a": "przy pracach prowadzonych w urządzeniach SSP",
    "b": "w czasie usuwania awarii w stacyjnych przytorowych urządzeniach srk,",
    "c": "przy przystępowaniu do komisyjnego technicznego badań rozjazdów na stacji",
    "answear": "A"
  },
  {
    "id": "397",
    "question": "Co oznacza barwa czerwona w okienku blokowym blokady stacyjnej: Ie-8 §9 ust.10",
    "a": "informuje, że blokada jest w stanie zasadniczym a ruch pociągów nie może odbywać się na sygnały zezwalające",
    "b": "informuje, że zastawka elektryczna jest zwolniona w położeniu zasadniczym",
    "c": "wskazuje na konieczność użycia ręcznego zwalniacza dla zwolnienia bloku",
    "answear": "A"
  },
  {
    "id": "398",
    "question": "Co znajduje się w oszklonej części podstawy blokowej? Ie-8 §9 ust.2",
    "a": "wałki blokowe",
    "b": "zawórki blokowe",
    "c": "okienka bloków blokady stacyjnej",
    "answear": "B"
  },
  {
    "id": "399",
    "question": "Jakie bloki posiada blokada stacyjna elektromechaniczna, na posterunkach gdzie zwrotnice nastawiane są z odległości? Ie-8 §18 ust. 2 pkt 1, 2, 3 i 4",
    "a": "blok początkowy, pozwolenia i końcowy",
    "b": "bloki Dn, On, Dz, Oz i Pu",
    "c": "bloki On, Dn, Oz, Dz",
    "answear": "B"
  },
  {
    "id": "400",
    "question": "Zastawki zatrzaskowej nad blokiem końcowym używa się do: Ie-8 §19 ust.6",
    "a": "stwierdzenia że pociąg wjechał z sygnałem końca pociągu",
    "b": "stwierdzenia wjazdu pociągu",
    "c": "uniemożliwienia zablokowania bloku końcowego przed wjazdem pociągu",
    "answear": "C"
  },
  {
    "id": "401",
    "question": "Co stosuje się pod klawiszem bloku ,,Dania nakazu” w celu uniemożliwienia jego naciśnięcia i blokowania? Ie-8 §21 ust.22",
    "a": "podpórkę",
    "b": "klin nastawczy",
    "c": "opórkę końcową",
    "answear": "A"
  },
  {
    "id": "402",
    "question": "Kiedy należy zablokować blok początkowy w półsamoczynnej blokadzie jednokierunkowej: Ie-8 §22 ust.13 pkt.2",
    "a": "po utwierdzeniu drogi wyjazdowej i przed podaniem sygnału zezwalającego na jazdę na semaforze wyjazdowym",
    "b": "po wyprawieniu pociągu na sygnał zezwalający na jazdę i po nastawieniu semafora na sygnał „Stój”",
    "c": "po otrzymaniu informacji o przybyciu pociągu od sąsiedniego posterunku ruchu",
    "answear": "B"
  },
  {
    "id": "403",
    "question": "Zablokowanie bloku końcowego stanowi: Ie-8 §22 ust.14 pkt.5",
    "a": "zgodę sąsiedniego posterunku na wyjazd pociągu na szlak,",
    "b": "potwierdzenie dla sąsiedniego posterunku o wyjeździe pociągu na szlak",
    "c": "potwierdzenie przybycia pociągu na posterunek, który blokuje blok końcowy",
    "answear": "C"
  },
  {
    "id": "404",
    "question": "Podaj prawidłową kolejność czynności podczas wjazdu lub wyjazdu pociągu na posterunek wyposażony w urządzenia półsamoczynnej blokady liniowej? Ie-8 §21 ust. 26",
    "a": "powiadomić dyżurnego ruchu telefonicznie o wjeździe lub wyjeździe pociągu",
    "b": "blokować najpierw blok otrzymania nakazu lub zgody a potem blok końcowy lub początkowy",
    "c": "blokować najpierw blok początkowy lub końcowy, a potem dopiero blok otrzymania nakazu lub zgody",
    "answear": "C"
  },
  {
    "id": "405",
    "question": "Czy możliwe jest blokowanie bloku początkowego w przód po wyjeździe pociągu na sygnał inny, niż zezwalający na semaforze? Ie-8 §22 ust. 16 Ie-10 §28 ust.6",
    "a": "jest niemożliwe w każdym przypadku",
    "b": "jest możliwe, jeżeli użyjemy włącznika zastawki lub przycisku dPo",
    "c": "jest możliwe zawsze bez obsługi dodatkowych urządzeń",
    "answear": "B"
  },
  {
    "id": "406",
    "question": "Jak należy postępować w mechanicznych urządzeniach kluczowych w przypadku, gdy nie można zamknąć zamka zwrotnicowego? Ie-8 §25 ust.2",
    "a": "zabezpieczyć zwrotnicę sponą iglicową",
    "b": "dozorować zwrotnicę",
    "c": "użyć uniwersalnego klucza zwrotnicowego umieszczonego w miejscu określonym przez regulamin techniczny stacji",
    "answear": "A"
  },
  {
    "id": "407",
    "question": "Jakie jest postępowanie podczas wyłączania zwrotnicy z centralnego nastawiania? Ie-8 §26 ust.2 i 14",
    "a": "wyjąć sworznie z pręta napędnego i prętów kontrolnych oraz ewentualnie założyć przeciwwagę",
    "b": "wyjąć sworzeń z pręta napędnego, a na prętach kontrolnych zostawić sworznie, założyć przeciwwagę",
    "c": "odpisać w książkach E 1758 oraz D 831 i zamknąć rozjazd dla ruchu ustawiając go w położeniu ochronnym dla innych przebiegów.",
    "answear": "A"
  },
  {
    "id": "408",
    "question": "Jak powinien postąpić dyżurny ruchu gdy podczas przejazdu pociągu po niewłaściwie ułożonej zwrotnicy nastawianej napędem mechanicznym wystąpi `rozprucie zwrotnicy`? Ie-8 §26a ust. 1 Tabela 1",
    "a": "założyć na tej zwrotnicy zamek zwrotnicowy (przy iglicy odlegającej) i sponę iglicową (przy iglicy przylegającej)",
    "b": "zamknąć rozjazd dla ruchu, odnotować fakt w D 831 i E 1758 i powiadomić upoważnionych pracowników",
    "c": "po dokonaniu oględzin i stwierdzeniu, że zwrotnica nie uległa uszkodzeniu można dopuścić po niej jazdę",
    "answear": "B"
  },
  {
    "id": "409",
    "question": "Jak należy postąpić w przypadku nie zwolnienia zastawki elektrycznej nad blokiem końcowym po wjeździe pociągu na sygnał zezwalający? Ie-8 §27 ust. 19",
    "a": "odpisać w E 1758, obsłużyć blok końcowy „ w tył”",
    "b": "odpisać w E 1758, zwolnić zastawkę ręcznie, wprowadzić telefoniczne zapowiadanie pociągów i powiadomić automatyka",
    "c": "odpisać w książce E 1758, wprowadzić telefoniczne zapowiadanie pociągów, obsłużyć blok końcowy i wprowadzić telefoniczne polecanie i zgłaszanie przygotowania dróg przebiegu",
    "answear": "B"
  },
  {
    "id": "410",
    "question": "Po wyłączeniu rygla z scentralizowanego nastawiania i zabezpieczeniu zwrotnicy zamkiem, ruch pociągów odbywa się, że zmniejszoną prędkością: Ie-8 §26 ust.13",
    "a": "do 50 km/h",
    "b": "do 40 km/h",
    "c": "do 20 km/h",
    "answear": "A"
  },
  {
    "id": "411",
    "question": "Kiedy należy zablokować blok przebiegowy utwierdzający: Ie-8 §21 ust.24",
    "a": "przed rozpoczęciem układania określonej drogi przebiegu",
    "b": "przed przełożeniem dźwigni sygnałowej lub zablokowaniem bloku dania zgody albo nakazu",
    "c": "przed przełożeniem dźwigni zwrotnicowej zwrotnicy znajdującej się jako ostatniej w realizowanej drodze przebiegu, zgodnie",
    "answear": "B"
  },
  {
    "id": "412",
    "question": "Przez jakie elementy kontrolowane jest położenie zwrotnicy w elektrycznych napędach zwrotnicowych z kontrolą iglic? Ie10 §11 ust.4",
    "a": "suwak nastawczy",
    "b": "suwaki kontrolne w napędzie połączone bezpośrednio z iglicami",
    "c": "czerwone sworznie łączące pręty kontrolne z suwakami kontrolnymi",
    "answear": "B"
  },
  {
    "id": "413",
    "question": "Jak dzielą się sygnalizatory świetlne ze względu na rodzaje podawanych sygnałów? Ie-10 §12 ust. 4 pkt 1 i 2, Ie-4 (WTB-E10) §4 ust. 8 pkt 1 i 2",
    "a": "manewrowe i pociągowe",
    "b": "dzienne i nocne",
    "c": "obsługiwane i nieobsługiwane",
    "answear": "A"
  },
  {
    "id": "414",
    "question": "Do czego służy blokada stacyjna?  Ie-10 §14 ust. 1",
    "a": "do prowadzenia ruchu pociągów na szlaku wg. zasady wyprawiania pociągów w odstępach blokowych",
    "b": "uzależniania czynności nastawczych pomiędzy posterunkami nastawczymi w obrębie posterunku ruchu",
    "c": "do blokowania zwrotnic w krańcowym położeniu w obrębie posterunku w zależności od staniu ich obwodów zwrotnicowych",
    "answear": "B"
  },
  {
    "id": "415",
    "question": "Do czego służy blokada liniowa?  Ie-10 §15 ust. 1",
    "a": "uzależniania czynności nastawczych pomiędzy posterunkami nastawczymi w obrębie posterunku ruchu",
    "b": "wyprawiania pociągów na szlak w odstępach blokowych",
    "c": "do przesyłania informacji o kursujących pociągach na danej linii",
    "answear": "B"
  },
  {
    "id": "416",
    "question": "Do czego służy blokada liniowa?  Ie-10 §15 ust. 1",
    "a": "do prowadzenia ruchu pociągów na szlaku wg. zasady wyprawiania pociągów w odstępach blokowych",
    "b": "regulacji kolejności ruchu pociągów na szlaku w odstępach czasowych określonych regulaminami technicznymi posterunków następczych,",
    "c": "do przesyłania informacji o kursujących pociągach na danej linii",
    "answear": "A"
  },
  {
    "id": "417",
    "question": "Jak sprawdza się drogę przebiegu pociągu lub jej części, posiadającą izolację odcinków torowych i rozjazdów? Ie-10 §21 ust.4 pkt.1",
    "a": "zawsze przez obserwację drogi przebiegu z okna nastawni",
    "b": "obserwację lampek kontrolnych na pulpicie świetlnym, gdy urządzenia te działają prawidłowo",
    "c": "obserwacje świateł kontrolnych na pulpicie świetlnym, gdy urządzenia te działają nieprawidłowo",
    "answear": "B"
  },
  {
    "id": "418",
    "question": "Co należy niezwłocznie zrobić w przypadku stwierdzenia zbyt ciężkiego przestawiania się przycisków, dźwigienek czy wyłączników na pulpicie? Ie-10 §22 ust.2",
    "a": "wyłączyć napięcie zasilające tych elementów – wyciągnąć kostkę i sprawdzić przyczynę",
    "b": "dokonać nasmarowania tych elementów, z wykorzystaniem smaru będącego na wyposażeniu nastawni",
    "c": "niezwłocznie zawiadomić o tym automatyka urządzeń srk",
    "answear": "C"
  },
  {
    "id": "419",
    "question": "W którym przypadku używamy przycisku pomocniczego `Iz` w przekaźnikowych urządzeniach srk? Ie-10 §23 ust.3",
    "a": "przy braku kontroli położenia zwrotnicy",
    "b": "w razie wykazywania zajętości zwrotnicy",
    "c": "w razie uszkodzenia przycisku zwrotnicowego",
    "answear": "B"
  },
  {
    "id": "420",
    "question": "Jak należy postąpić w przypadku zdjęcia plomby z przycisku doraźnego zwolnienia utwierdzenia przebiegu pociągowego? Ie-10 §25 ust. 2 pkt. 6",
    "a": "czekać na zapalenie się światła kontrolnego sygnału zezwalającego",
    "b": "odnotować w E1758 fakt i przyczynę zerwania plomby",
    "c": "należy sprawdzić działanie urządzeń poprzez dwukrotne ułożenie tej samej drogi przebiegu a w przypadku nie zwalnia powiadomić automatyka",
    "answear": "B"
  },
  {
    "id": "421",
    "question": "Jak należy postępować w przypadku pozostania utwierdzenia drogi przebiegu po zrealizowaniu jazdy? Ie-10 §25 ust.2 pkt.5",
    "a": "użyć przycisku doraźnego zwolnienia przebiegu",
    "b": "zwolnić drogę przebiegu przy użyciu jazdy manewrowej",
    "c": "wstrzymać ruch do czasu przybycia pracownika automatyki",
    "answear": "A"
  },
  {
    "id": "422",
    "question": "W jaki sposób następuje w urządzeniach przekaźnikowych utwierdzenie drogi przebiegu? Ie10 §26 ust.1 i § 25 ust. 2 pkt. 1 i ust. 5",
    "a": "samoczynnie po obsłużeniu przycisków służących do podawania sygnałów zezwalających na semaforze",
    "b": "po ułożeniu zwrotnic w położeniach odpowiednich dla drogi przebiegu pociągu",
    "c": "po wjechaniu pociągu w stację",
    "answear": "A"
  },
  {
    "id": "423",
    "question": "Jak należy zabezpieczyć drogę przebiegu w urządzeniach przekaźnikowych przed wyświetleniem „Sz”? Ie-10 §26 ust. 2",
    "a": "sprawdzić zgodność położenia zwrotnic z nastawionym przebiegiem i wyłączyć prąd nastawczy lub zastosować utwierdzenie przebiegiem manewrowym",
    "b": "dozorować zwrotnicę na gruncie po uprzednim zabezpieczeniu przez urządzenia pomocnicze",
    "c": "wyłączyć bezpieczniki zwrotnic ustawionych w kierunku na ostrze dla jazdy pociągu",
    "answear": "A"
  },
  {
    "id": "424",
    "question": "W jaki sposób następuje zwolnienie drogi przebiegu w urządzeniach przekaźnikowych? Ie-10 §26 ust. 3",
    "a": "po najechaniu pierwszej osi na urządzenia oddziaływania pociągu",
    "b": "przez przyciśnięcie przycisku bloku końcowego",
    "c": "samoczynnie podczas jazdy pociągu",
    "answear": "C"
  },
  {
    "id": "425",
    "question": "Który z powyższych przycisków nie jest plombowany lub wyposażany w licznik rejestrujący jego użycie: Ie-10 §23 ust.5",
    "a": "służący do doraźnego zwolnienia przebiegu manewrowego,",
    "b": "przycisk pomocniczy dla blokowania bloku końcowego,",
    "c": "przycisk służący do włączania i wyłączania prądu nastawczego zwrotnic",
    "answear": "C"
  },
  {
    "id": "426",
    "question": "Kiedy przy półsamoczynnej blokadzie liniowej z blokiem pozwolenia i torem szlakowym wyposażonym w obwody torowe można wyprawić pociąg ze stacji? Ie-10 §28 ust.7 pkt 3",
    "a": "blok pozwolenia jest odblokowany i tor szlakowy jest wolny",
    "b": "tor szlakowy z obwodem torowym jest wolny",
    "c": "blok pozwolenia odblokowany a lampka kontrolna przekaźnika przeciwzwrotnego świeci białym światłem migającym",
    "answear": "A"
  },
  {
    "id": "427",
    "question": "Kiedy przy półsamoczynnej blokadzie liniowej z blokiem pozwolenia i torem szlakowym wyposażonym w obwody torowe blokowanie bloku pozwolenia jest możliwe? Ie-10 §28 ust.7 pkt. 5",
    "a": "obwód torowy toru szlakowego jest wolny i nie został nastawiony na ten szlak żaden przebieg pociągowy",
    "b": "pociąg znajduje się na szlaku",
    "c": "pociąg wjeżdża do stacji",
    "answear": "A"
  },
  {
    "id": "428",
    "question": "Jak należy postąpić w przypadku rozprucia zwrotnicy, biorącej udział w przebiegu pociągowym? Ie-10 §30 ust.2",
    "a": "dokonać oględzin poprawności przekładania i po upewnieniu się o prawidłowości działania, zamknąć iglicę dolegającą sponą iglicową",
    "b": "wyłączyć ze scentralizowanego nastawiania i zamknąć zamkiem trzpieniowym iglicę odlegającą",
    "c": "zamknąć rozjazd dla ruchu, powiadomić upoważnionych pracowników utrzymania, odpisać w książce E 1758 i D 831",
    "answear": "C"
  },
  {
    "id": "429",
    "question": "Kiedy możemy dopuścić jazdę manewrową po rozprutej zwrotnicy z napędem elektrycznym? Ie10 §30 Tabela 1 pkt. 4",
    "a": "po dokonaniu oględzin jej stanu technicznego oraz dodatkowo zabezpieczeniu jej na gruncie zamkiem trzpieniowym i sponą iglicową",
    "b": "po dokonaniu oględzin jej stanu technicznego oraz trzykrotnym jej przełożeniu, stwierdzeniu prawidłowego działania zwrotnicy oraz urządzeń srk i uzyskaniu kontroli położenia na planie świetlnym",
    "c": "po sprawdzeniu rozjazdu wraz z napędem zwrotnicowym, przez upoważnionych pracowników i odpisaniu wyników sprawdzenia prawidłowego działania tych urządzeń w E 1758 i D 831",
    "answear": "C"
  },
  {
    "id": "430",
    "question": "Jak powinien postąpić dyżurny ruchu gdy podczas przejazdu pociągu po niewłaściwie ułożonej zwrotnicy nastawianej napędem elektrycznym wystąpi `rozprucie zwrotnicy`? Ie-10 §30 ust. 2 tabela 1 oraz Ir-2 § 20 ust. 11",
    "a": "po dokonaniu oględzin i stwierdzeniu, że zwrotnica nie uległa uszkodzeniu można dopuścić po niej jazdę",
    "b": "założyć na tej zwrotnicy zamek zwrotnicowy lub sponę iglicową (przy iglicy odlegającej), odpowiadający rodzajowi zamknięcia nastawczego i typowi szyny",
    "c": "zamknąć rozjazd dla ruchu, odnotować fakt w D 831 i E 1758 i powiadomić upoważnionych pracowników",
    "answear": "C"
  },
  {
    "id": "431",
    "question": "Z jaką prędkością może odbywać się jazda pociągów po zwrotnicy, w przypadku wykazywanej utraty kontroli jej położenia przy wykazującym zajętości obwodzie torowym, po zastosowaniu zabezpieczenia miejscowego? Ie-10 §30 ust. 3 tabela 2 pkt.8",
    "a": "50km/h",
    "b": "40km/h",
    "c": "20km/h",
    "answear": "B"
  },
  {
    "id": "432",
    "question": "Jak należy postępować z wykolejnicą wyłączoną z nastawiania scentralizowanego z powodu usterki w urządzeniach w trakcie realizacji przebiegu pociągowego? Ie-10 §32 ust.2",
    "a": "zamyka się ją zamkiem trzpieniowym",
    "b": "zamyka się ją zamkiem wykolejnicowym zapasowym",
    "c": "dozoruje się ją na miejscu",
    "answear": "C"
  },
  {
    "id": "433",
    "question": "Jeżeli zwrotnica nie daje się przełożyć z pulpitu oraz za pomocą korby należy: Ie-10 §32 ust.2",
    "a": "otworzyć komorę przekaźników i wyłączyć zasilanie urządzeń",
    "b": "założyć przeciwwagę i przełożyć zwrotnicę",
    "c": "odłączyć napęd od zwrotnicy i zamknąć zapasowym zamkiem zwrotnicowym lub sponą iglicową",
    "answear": "C"
  },
  {
    "id": "434",
    "question": "Jak należy postępować w przypadku braku uzyskania kontroli położenia zwrotnicy przy przekładaniu ręcznym? Ie-10 §32 ust.3 i 4",
    "a": "wyłączyć prąd nastawczy",
    "b": "zabezpieczyć sponą iglicową lub zamkiem zwrotnicowym",
    "c": "użyć przycisku Iz i odpisać w książce E1758",
    "answear": "B"
  },
  {
    "id": "435",
    "question": "Jak należy postąpić przy braku możliwości przestawiania i prawidłowej kontroli zwrotnic w całym okręgu nastawczym? Ie-10 §32 ust.4",
    "a": "zatrzymać ruch pociągów i czekać na przybycie pracowników utrzymania wymienionych w tabeli A i B książki E1758, celem usunięcia przez nich usterki",
    "b": "prowadzić ruch pociągów po założeniu zamków i spon na zwrotnice niewidoczne z posterunku, a pozostałe zwrotnice strzec przed przestawieniem",
    "c": "prowadzić ruch po każdorazowym upewnieniu się na miejscu o właściwym położeniu zwrotnic, zgodnie z realizowaną drogą przebiegu",
    "answear": "B"
  },
  {
    "id": "436",
    "question": "Jak odłączamy napęd elektryczny od zwrotnicy w przypadku wystąpienia konieczności wyłączenia jej ze scentralizowanego nastawiania? Ie-10§32 ust. 2",
    "a": "poprzez wyciągnięcie sworznia łączącego suwak iglicowy z prętem napędowym",
    "b": "poprzez użycie przycisku „stop”",
    "c": "poprzez zdjęcie zamka nastawczego i zablokowanie zapasowymi zamkami zwrotnicowymi",
    "answear": "A"
  },
  {
    "id": "437",
    "question": "W przypadku konieczności odłączenia od zwrotnicy elektrycznego napędu zwrotnicowego z kontrolą iglic należy wyciągnąć: Ie-10§32 ust. 2",
    "a": "sworzeń łączący suwak iglicowy z prętem napędowym",
    "b": "sworznie: łączący suwak iglicowy z prętem napędowym oraz łączący suwak kontrolny z prętem kontrolnym iglicy przylegającej do opornicy",
    "c": "sworzeń łączący suwak iglicowy z prętem napędowym oraz sworznie łączące suwaki kontrolne z prętami kontrolnymi",
    "answear": "C"
  },
  {
    "id": "438",
    "question": "Jak należy zabezpieczyć na miejscu zwrotnicę w przypadku stwierdzenia uszkodzenia zamknięcia nastawczego: Ie-10 zał.1",
    "a": "zamkiem zwrotnicowym iglicę dolegającą",
    "b": "sponą iglicę dolegającą",
    "c": "zamkiem zwrotnicowym iglicę odlegającą a dodatkowo sponą iglicę dolegającą",
    "answear": "C"
  },
  {
    "id": "439",
    "question": "W przypadku gdy nie nastąpiło prawidłowe zwolnienie utwierdzenia przebiegu pociągowego: Ie-10 §28 ust.6",
    "a": "należy bezzwłocznie wprowadzić telefoniczne polecanie i zgłaszanie przygotowania dróg przebiegu pomiędzy nastawniami",
    "b": "zanotować fakt w książce E-1758 i dla dalszych jazd pociągowych obsługiwać przycisk doraźny umożliwiający blokowanie „w przód”",
    "c": "dopuszcza się rozwiązanie drogi przebiegu ręcznie za pomocą właściwego przycisku zwalniającego",
    "answear": "C"
  },
  {
    "id": "440",
    "question": "Do czego służy przycisk dPo w półsamoczynnej blokadzie liniowej przekaźnikowej? Ie-10 §33 ust.3",
    "a": "doraźnie zwolnienia bloku „Po” po dojeździe pociągu do sąsiedniej stacji",
    "b": "umożliwia obsługiwanie blokady podczas wyjazdu pociągu na szlak przy sygnale „S1”- blokowanie „w przód”",
    "c": "umożliwia wjazd pociągu ze szlaku w stację",
    "answear": "B"
  },
  {
    "id": "441",
    "question": "Automatyk usuwający nieprawidłowości w działaniu urządzeń, jeżeli nie może szybko wykryć przyczyny jej powstania ani jej usunąć powinien: Ie-12 §9 ust.3",
    "a": "w książce E 1758 odpisać stan urządzeń",
    "b": "wprowadzić odpowiednie obostrzenia i określić termin usunięcia usterki",
    "c": "niezwłocznie powiadomić naczelnika sekcji",
    "answear": "C"
  },
  {
    "id": "442",
    "question": "Kiedy automatyk wykonujący czynności związane z utrzymaniem urządzeń może przestawić zwrotnicę? Ie-12 §8 ust.3",
    "a": "dopiero po uzyskaniu na to, w każdym oddzielnym przypadku, wyraźnej zgody pracownika obsługi",
    "b": "za każdym razem, po uprzednim dokonaniu wpisu w E1758 o możliwości dokonywania przestawiania zwrotnic w czasie zabiegów obsługi technicznej",
    "c": "bez zgody pracownika obsługi przy zachowaniu szczególnej ostrożności w torach głównych dodatkowych",
    "answear": "A"
  },
  {
    "id": "443",
    "question": "Na czyje polecenie może nastąpić zdjęcie lub założenie plomby na urządzeniach po wypadku: Ie-12 §10 ust.2",
    "a": "kontrolera",
    "b": "naczelnika sekcji",
    "c": "przewodniczącego komisji powypadkowej",
    "answear": "C"
  },
  {
    "id": "444",
    "question": "Gdzie się znajduje śruba bezpieczeństwa w zwrotnicy? Id-4, zał.4, część B, ust. 3 pkt 12",
    "a": "przy napędzie",
    "b": "w pręcie kontrolnym",
    "c": "w suwaku iglicowym",
    "answear": "C"
  },
  {
    "id": "445",
    "question": "Do czego służy śruba stopowa w rozjeździe? Id-1, zał. 3, rys. konstrukcji przytwierdzenia",
    "a": "do utrzymania drążka suwakowego",
    "b": "do utrzymania łubki stykowej",
    "c": "do przytwierdzenia szyny do podkładki",
    "answear": "C"
  },
  {
    "id": "446",
    "question": "Ile wynosi minimalna droga oporowa klamry w zwrotnicy z zamknięciem nastawczym suwakowym po zabezpieczeniu zamkiem trzpieniowym iglicy odlegającej? Ie12 §27 ust.3 pkt4",
    "a": "3 mm",
    "b": "5 mm",
    "c": "10 mm",
    "answear": "B"
  },
  {
    "id": "447",
    "question": "Którą iglicę w rozjeździe można zamknąć zamkiem trzpieniowym?",
    "a": "dolegającą",
    "b": "odlegającą",
    "c": "zarówno iglicę dolegającą jak i odlegającą",
    "answear": "B"
  },
  {
    "id": "448",
    "question": "Jaki jest cel stosowania w suwaku śrub bezpieczeństwa? Id-4, zał.4, część B, ust. 3 pkt 12",
    "a": "chronią suwak przed działaniem nadmiernych sił",
    "b": "ograniczaja skok suwaka",
    "c": "służą do utrzymania połączenia iglic",
    "answear": "B"
  },
  {
    "id": "449",
    "question": "Na jakiej głębokości poniżej górnej powierzchni główki szyny dokonuje się pomiaru szerokości żłobków? Dz.U. z 2015 r., poz. 1744, § 36, ust. 1, pkt.2",
    "a": "14 mm",
    "b": "12 mm",
    "c": "10 mmi",
    "answear": "A"
  },
  {
    "id": "450",
    "question": "Kto dokonuje oględzin rozjazdów? Id-4 § 4 ust. 2",
    "a": "pracownik wyznaczony regulaminem technicznym",
    "b": "pracownik wyznaczony przez toromistrza",
    "c": "pracownik po przeszkoleniu przez dyżurnego ruchu",
    "answear": "A"
  },
  {
    "id": "451",
    "question": "Jakich wskaźników i tarcz używamy do osygnalizowania ograniczenia prędkości poniżej 10 km/godz. na torze szlakowym? Ie-1",
    "a": "DO i D1",
    "b": "D2 i D3",
    "c": "D8 i D1",
    "answear": "A"
  },
  {
    "id": "452",
    "question": "Jak należy postąpić aby można było ręcznie odśnieżać tory w obrębie wysokich peronów?",
    "a": "należy zamknąć tor",
    "b": "ograniczyć prędkość do 5 km/godz.",
    "c": "ograniczyć prędkość do 20 km/godz.",
    "answear": "A"
  },
  {
    "id": "453",
    "question": "Do jakiej kategorii należy zaliczyć przejazd ze stale zamkniętymi rogatkami, utrzymywanymi i obsługiwanymi przez indywidualnego użytkownika? Dz.U. z 2015 r., poz. 1744, § 12",
    "a": "F",
    "b": "E",
    "c": "A",
    "answear": "A"
  },
  {
    "id": "454",
    "question": "Zwrotnice obsługiwane ręcznie przez pracowników drużyn manewrowych oznaczone są na białej części przeciwwagi dwoma paskami koloru: Ie-12 (E24) rozdz.7, § 28, ust.5, pkt 2",
    "a": "niebieskiego",
    "b": "czarnego",
    "c": "czerwonego",
    "answear": "C"
  },
  {
    "id": "455",
    "question": "W przypadku zerwania przewodów linii wysokiego napięcia, nie wolno zbliżać się do nich na odległość mniejszą niż: War. techn. ………….. Id-1”, §63",
    "a": "10 m",
    "b": "8 m",
    "c": "5 m",
    "answear": "A"
  },
  {
    "id": "456",
    "question": "Co to są pojazdy trakcyjne? Ir-8, § 2",
    "a": "lokomotywy elektryczne i spalinowe",
    "b": "tylko drezyny motorowe",
    "c": "pojazdy kolejowe z napędem własnym",
    "answear": "C"
  },
  {
    "id": "457",
    "question": "Jaką wkładką sprawdza się prawidłowe przyleganie iglicy do opornicy? Id-4, §7, ust.6, Tablica 3, poz.2",
    "a": "4 mm",
    "b": "3 mm",
    "c": "1 mm",
    "answear": "C"
  },
  {
    "id": "458",
    "question": "Kto może zadecydować o zabraniu niedokończonego Dziennika D831 z posterunku? Id-4, ust. 6",
    "a": "Przewodniczący Komisji Powypadkowej",
    "b": "naczelnik sekcji",
    "c": "toromistrz",
    "answear": "B"
  },
  {
    "id": "459",
    "question": "Jakimi znakami (tarczami, wskaźnikami) osygnalizowujemy miejsce robot? Ie-1 § 16",
    "a": "W7",
    "b": "W5",
    "c": "W14",
    "answear": "A"
  },
  {
    "id": "460",
    "question": "W jakiej odległości od toru ustawia się na przejeździe kat. C i D znak drogowy `krzyż św. Andrzeja`?  Dz.U. z 2015 r., poz. 1744",
    "a": "3 m od skrajnej szyny",
    "b": "6 m od skrajnej szyny",
    "c": "5 m od skrajnej szyny",
    "answear": "C"
  },
  {
    "id": "461",
    "question": "W jakiej odległości od toru ustawia się przed przejściem kat. E znak drogowy „Krzyż św. Andrzeja?  Dz.U. z 2015 r., poz. 1744",
    "a": "5 m od skrajnej szyny",
    "b": "6 m od skrajnej szyny",
    "c": "3 m od skrajnej szyny",
    "answear": "C"
  },
  {
    "id": "462",
    "question": "Minimalna szerokość żłobka na przejeździe kolejowym na prostej i w łuku o promieniu R>350 wynosi: Dz.U. z 2015 r., poz. 1744, § 36",
    "a": "60 mm",
    "b": "75 mm",
    "c": "58 mm",
    "answear": "A"
  },
  {
    "id": "463",
    "question": "Do czasowego ograniczenia prędkości biegu pociągów użyjemy tarcz i wskaźników: Ie-1, § 10",
    "a": "W-8 i W-9",
    "b": "W-8 i W-14",
    "c": "D-6 i W-14",
    "answear": "C"
  },
  {
    "id": "464",
    "question": "Głębokość żłobków na przejeździe kolejowym powinna wynosić: Dz.U. z 2015 r., poz. 1744, § 36, ust. 1, pkt.3",
    "a": "przynajmniej 44 mm",
    "b": "przynajmniej 38 mm",
    "c": "przynajmniej 30 mm",
    "answear": "B"
  },
  {
    "id": "465",
    "question": "Podczas przechodzenia przez tory stojący tabor obchodzimy w odległości co najmniej: War. techn. ………….. Id-1”, §63",
    "a": "5 m",
    "b": "10 m",
    "c": "15 m",
    "answear": "B"
  },
  {
    "id": "466",
    "question": "Położenie przeciwwagi z białym półkolem u góry oznacza:",
    "a": "nie ma znaczenia czy białym, czy czarnym do góry",
    "b": "położenie zasadnicze zwrotnicy",
    "c": "że rozjazd ten posiada zamknięcie hakowe",
    "answear": "B"
  },
  {
    "id": "467",
    "question": "Minimalna droga oporowa przy zwrotnicy zamkniętej na zamek trzpieniowy klamry wynosi: Instrukcja Ie-12 (E24) rozdz.7, § 27, ust.3, pkt 4",
    "a": "5 mm",
    "b": "35 mm",
    "c": "15 mm",
    "answear": "A"
  },
  {
    "id": "468",
    "question": "Śruba stopowa służy do: Id-1, zał. 3, rys. konstrukcji przytwierdzenia",
    "a": "przytwierdzenia linek obejściowych",
    "b": "przytwierdzenia szyny do podkładki",
    "c": "przytwierdzenia opórek iglicowych",
    "answear": "B"
  },
  {
    "id": "469",
    "question": "Zasady utrzymania toru określone są:",
    "a": "w Instrukcji o badaniach rozjazdów Id-4",
    "b": "w Warunkach technicznych utrzymania nawierzchni na liniach kolejowych Id-1",
    "c": "w Instrukcji diagnostyki kolejowej Id-8",
    "answear": "B"
  },
  {
    "id": "470",
    "question": "Obchód normalny torów na wyznaczonym obszarze działania powinien wykonywać zasadniczo: Id-7 rozdz.3 §9 ust. 1",
    "a": "dróżnik obchodowy",
    "b": "toromistrz",
    "c": "wyznaczony pracownik",
    "answear": "B"
  },
  {
    "id": "471",
    "question": "„Wskaźnik ostrzegania” oznaczający, że należy wielokrotnie dać sygnał Rp 1 „Baczność” to wskaźnik: Ie-1 § 16",
    "a": "W 6",
    "b": "W 6a",
    "c": "W 6b",
    "answear": "C"
  },
  {
    "id": "472",
    "question": "Podczas pojedynczej wymiany podkładów jednorazowo można wymienić: War. techn. ………….. Id-1”",
    "a": "co drugi podkład",
    "b": "maksymalnie kolejne dwa podkłady",
    "c": "co czwarty podkład",
    "answear": "C"
  },
  {
    "id": "473",
    "question": "W czasie pierwszej fazy przestawiania zwrotnicy następuje: Id-4 zał.4 część B ust.2 pkt 2a",
    "a": "częściowe przesunięcie iglicy dolegającej oraz zwolnienie zamknięcia nastawczego",
    "b": "częściowe przesunięcie iglicy odlegającej oraz zwolnienie zamknięcia nastawczego",
    "c": "częściowe przesunięcie obydwu iglicy oraz zwolnienie zamknięcia nastawczego",
    "answear": "B"
  },
  {
    "id": "474",
    "question": "Fakt przekazania oraz objęcia dyżuru dróżnik przejazdowy odnotowuje: Ir-7 §8 ust.8",
    "a": "w regulaminie przejazdu",
    "b": "w specjalnej do tych celów kontrolce",
    "c": "w dzienniku pracy dróżnika przejazdowego",
    "answear": "C"
  },
  {
    "id": "475",
    "question": "Tarcze DO i D-1 służą do osygnalizowania: Ie-1 §10",
    "a": "przeszkody nieprzejezdnej",
    "b": "przeszkody czasowego ograniczenia prędkości",
    "c": "stałego ograniczenia prędkości biegu pociągów",
    "answear": "A"
  },
  {
    "id": "476",
    "question": "Wszelkie utrudnienia związane z obsługą urządzeń dróżnik przejazdowy powinien zgłaszać: Ir-7 §4 ust.6",
    "a": "dróżnikowi obchodowemu",
    "b": "dyżurnemu ruchu posterunku zapowiadawczego",
    "c": "funkcjonariuszowi SOK",
    "answear": "B"
  },
  {
    "id": "477",
    "question": "Nominalna szerokość toru normalnego wynosi: Rozp. MTiGM z 10.09.1998 r., § 23.1",
    "a": "1435 mm",
    "b": "1520 mm",
    "c": "1430 mm",
    "answear": "A"
  },
  {
    "id": "478",
    "question": "Jazda manewrowa dozwolona na tarczy manewrowej to: Ie-1 §7 ust.1",
    "a": "białe migające światło",
    "b": "białe ciągłe światło",
    "c": "niebieskie ciągłe światło",
    "answear": "B"
  },
  {
    "id": "479",
    "question": "Przejazd kategorii D, to przejazd użytku publicznego? Dz.U. z 2015 r., poz.1744, § 5, ust.4",
    "a": "z sygnalizacją świetlną",
    "b": "z sygnalizacją świetlną i dźwiękową",
    "c": "bez rogatek i bez sygnalizacji",
    "answear": "C"
  },
  {
    "id": "480",
    "question": "Wskaźnik Wz 1 biały prostokąt na czarnym tle, widoczny zarówno od strony ostrza iglic, jak i od strony krzyżownicy oznacza: Ie-1 § 16",
    "a": "zakaz przejazdu przez rozjazd",
    "b": "zwrotnica nastawiona jest w kierunku prostym na ostrze lub z ostrza",
    "c": "jazda przez rozjazd w kierunku zwrotnym",
    "answear": "B"
  },
  {
    "id": "481",
    "question": "Tarczę zatrzymania D1 „Stój” w celu osygnalizowania przeszkody na szlaku ustawia się: Ie-1 §10",
    "a": "w odległości co najmniej 50 m",
    "b": "w odległości co najmniej 100 m",
    "c": "w odległości co najmniej 200 m",
    "answear": "A"
  },
  {
    "id": "482",
    "question": "Przejazd kategorii „F” to przejazd:",
    "a": "użytku publicznego",
    "b": "przejście dla pieszych",
    "c": "użytku niepublicznego",
    "answear": "C"
  },
  {
    "id": "483",
    "question": "Jaka instrukcja określa zasady obsługi przejazdów kolejowo-drogowych?",
    "a": "Ir-20",
    "b": "Ir-7",
    "c": "Ir-2",
    "answear": "B"
  },
  {
    "id": "484",
    "question": "Do osygnalizowania stałego ograniczenia prędkości należy użyć: Ie-1 §10",
    "a": "wskaźników W-8 i W-9",
    "b": "tarczy D-6 i wskaźników W-9",
    "c": "wskaźników W-8 i W-14",
    "answear": "A"
  },
  {
    "id": "485",
    "question": "Tarcza ostrzegawcza DO ustawiona jest w odległości od przeszkody: Ie-1 §10",
    "a": "drogi hamowania plus 250 m",
    "b": "drogi hamowania plus 200 m",
    "c": "drogi hamowania",
    "answear": "A"
  },
  {
    "id": "486",
    "question": "Przez nawierzchnię kolejową należy rozumieć: War. techn. ………….. Id-1”",
    "a": "ławę torowiska z urządzeniami",
    "b": "szyny, podkłady i podsypkę",
    "c": "słupy trakcyjne z uszynieniami",
    "answear": "B"
  },
  {
    "id": "487",
    "question": "Rozjazd kolejowy można podzielić na trzy zasadnicze części/bloki: Id-4",
    "a": "zwrotnicę, szyny łączące i krzyżownicę z kierownicami",
    "b": "szyny, podrozjazdnice i tłuczeń",
    "c": "napęd, drążek suwakowy i prowadnice",
    "answear": "A"
  },
  {
    "id": "488",
    "question": "Sygnał D-8 podawany przez dróżnika przejazdowego to: Ir-7",
    "a": "obecność dróżnika na przejeździe",
    "b": "„Stój” dla pojazdów samochodowych",
    "c": "niesprawne rogatki",
    "answear": "A"
  },
  {
    "id": "489",
    "question": "W czasie II fazy przestawiania zwrotnicy następuje: Id-4 zał.4, część B, ust.2 pkt 2",
    "a": "częściowe przesunięcie obydwóch iglic równocześnie, przy czym iglica odsunięte całkowicie dosuwa się do opornicy zaś dosunięta odsuwa się od opornicy",
    "b": "zwolnienie zamknięcia nastawczego i częściowe przesunięcie iglicy odlegającej",
    "c": "zwolnienie zamknięcia nastawczego i częściowe przesunięcie obydwóch iglic",
    "answear": "A"
  },
  {
    "id": "490",
    "question": "Podstawowe części zespołu zamknięcia nastawczego hakowego to: Id-4",
    "a": "opórka , hak, sciąg iglicowy",
    "b": "opórka , klamra, hak",
    "c": "prowadnica, hak, klamra",
    "answear": "A"
  },
  {
    "id": "491",
    "question": "Spona iglicowa jest malowana na kolor: Ie-12, §28, ust.5, pkt 2",
    "a": "szary",
    "b": "czerwony",
    "c": "czerwony lub szary",
    "answear": "B"
  },
  {
    "id": "492",
    "question": "W czasie pierwszej fazy przestawiania zwrotnicy następuje:",
    "a": "częściowe przesunięcie iglicy dolegającej oraz zwolnienie zamknięcia nastawczego",
    "b": "częściowe przesunięcie iglicy odlegającej oraz zwolnienie zamknięcia nastawczego",
    "c": "częściowe przesunięcie obydwu iglicy oraz zwolnienie zamknięcia nastawczego",
    "answear": "B"
  },
  {
    "id": "493",
    "question": "System Zarządzania Bezpieczeństwem PKP Polskie Linie Kolejowe S.A. określa się skrótem:  SMS w Pigułce Rozdział II pkt.1",
    "a": "SMS",
    "b": "MMS",
    "c": "SZB",
    "answear": "A"
  },
  {
    "id": "494",
    "question": "System Zarządzania Bezpieczeństwem (SMS) PKP Polskie Linie Kolejowe S.A. to zbiór narzędzi wykorzystywanych w 4 podstawowych funkcjach zarządzania: SMS w Pigułce Rozdział II pkt.1",
    "a": "planowaniu, organizowaniu, kierowaniu i kontrolowaniu",
    "b": "ochronie pasażerów, towarów, obiektów i środowiska",
    "c": "funkcje nie dotyczą pracowników Centrum Zarządzania Ruchem Kolejowym",
    "answear": "A"
  },
  {
    "id": "495",
    "question": "Podstawy Systemu Zarządzania Bezpieczeństwem PKP Polskie Linie Kolejowe S.A. w praktyce tworzą:  SMS w Pigułce Rozdział II pkt.1",
    "a": "procedury SZB i instrukcje",
    "b": "procedury SMS i regulacje wewnętrzne (w szczególności instrukcje i regulaminy techniczne posterunków)",
    "c": "Księga Systemu Zarządzania Bezpieczeństwem",
    "answear": "B"
  },
  {
    "id": "496",
    "question": "Dokument przyznawany zarządcom infrastruktury w wyniku certyfikacji ustanowionego systemu zarządzania bezpieczeństwem oraz zdolności do bezpiecznego projektowania, eksploatacji i utrzymania infrastruktury, nosi nazwę: SMS w Pigułce Rozdział II pkt.3",
    "a": "Autoryzacja bezpieczeństwa",
    "b": "Poświadczenie bezpieczeństwa",
    "c": "Zaświadczenie w sprawie bezpieczeństwa kolei",
    "answear": "A"
  },
  {
    "id": "497",
    "question": "Procesem głównym w PLK, który stanowi cel jej istnienia jest: SMS w Pigułce Rozdział IV pkt.2",
    "a": "udostępnianie infrastruktury kolejowej i prowadzenie ruchu kolejowego",
    "b": "podnoszenie komfortu podróżowania i ochrona środowiska",
    "c": "modernizacja infrastruktury i obiektów kolejowych",
    "answear": "A"
  },
  {
    "id": "498",
    "question": "Ile jest w dokumentacji SMS procedur opisujących proces główny w PLK: SMS w Pigułce Rozdział IV pkt.2",
    "a": "1",
    "b": "5",
    "c": "18",
    "answear": "A"
  },
  {
    "id": "499",
    "question": "Do kogo każdy pracownik PLK może zgłosić propozycję działania doskonalącego zgodnie z procedurą SMS-PD-04:  SMS w Pigułce Rozdział IV pkt.3",
    "a": "Koordynatora ds. SMS w swojej jednostce organizacyjnej",
    "b": "Dyspozytora koordynatora w Dyspozyturze Głównej",
    "c": "Dyrektora Biura Bezpieczeństwa",
    "answear": "A"
  },
  {
    "id": "500",
    "question": "Procedura „Zarządzanie Kryzysowe” określona jest symbolem literowo-cyfrowym: SMS w Pigułce Rozdział V pkt.1",
    "a": "MMS – PD - 06",
    "b": "SMS – PW - 06",
    "c": "SZB – ZK – 06",
    "answear": "B"
  },
  {
    "id": "501",
    "question": "Pracownicy zatrudnieni w PKP PLK podstawowe informacje o systemie zarządzania bezpieczeństwem znajdą w przewodniku o nazwie:",
    "a": "Instrukcja SMS",
    "b": "Regulamin przydzielania tras pociągów",
    "c": "System Zarządzania Bezpieczeństwem (SMS) PKP Polskie Linie Kolejowe S.A. w Pigułce",
    "answear": "C"
  },
  {
    "id": "502",
    "question": "Wydawany przez UTK dokument potwierdzający ustanowienie przez zarządcę infrastruktury systemu zarządzania bezpieczeństwem oraz zdolność spełniania przez niego wymagań niezbędnych do bezpiecznego projektowania, eksploatacji i utrzymania infrastruktury kolejowej  osi nazwę: SMS w pigułce Rozdział II pkt. 3",
    "a": "autoryzacji bezpieczeństwa",
    "b": "certyfikatu bezpieczeństwa",
    "c": "świadectwa bezpieczeństwa",
    "answear": "A"
  },
  {
    "id": "503",
    "question": "W przypadku wystąpienia konfliktu między możliwością zapewnienia punktualności przewozów, a bezpieczeństwem ruchu kolejowego należy: SMS w Pigułce Rozdział IV pkt. 1",
    "a": "skoncentrować się na zapewnieniu punktualności",
    "b": "poszukiwać kompromisu między bezpieczeństwem a punktualnością",
    "c": "nadać bezwzględny priorytet bezpieczeństwu",
    "answear": "C"
  },
  {
    "id": "504",
    "question": "Analiza ryzyka to: SMS w Pigułce Rozdział IV pkt. 5 lit. a",
    "a": "identyfikowanie potencjalnych aspektów doskonalenia Systemu Zarządzania Bezpieczeństwem",
    "b": "ocena, czy system kolejowy spełnia wymagania bezpieczeństwa określone w postaci krajowych wartości referencyjnych (NRV)",
    "c": "systematyczne wykorzystywanie dostępnych informacji do identyfikowania zagrożeń i szacowania ryzyka",
    "answear": "C"
  },
  {
    "id": "505",
    "question": "Audyt Systemu Zarządzania Bezpieczeństwem jest jednym z procesów:",
    "a": "wspomagających",
    "b": "analizy ryzyka",
    "c": "monitorowania i doskonalenia",
    "answear": "C"
  },
  {
    "id": "506",
    "question": "Zasadniczymi elementami Systemu Zarządzania Bezpieczeństwem zarządcy infrastruktury są: SMS w Pigułce Rozdział II pkt.1",
    "a": "akty prawa unijnego i krajowego",
    "b": "procedury SMS i regulacje wewnętrzne (instrukcje, regulaminy itp.)",
    "c": "decyzje kierowników jednostek i komórek organizacyjnych",
    "answear": "B"
  },
  {
    "id": "507",
    "question": "Proces ciągłego doskonalenia SMS obejmuje min.:",
    "a": "jak najwcześniejsze wykrywanie wszelkich niezgodności w funkcjonowaniu SMS",
    "b": "systematyczne wykorzystywanie dostępnych informacji do identyfikowania zagrożeń i szacowania ryzyka",
    "c": "uczenie się przez doświadczenie (wyciąganie wniosków z zaistniałych zdarzeń kolejowych)",
    "answear": "C"
  },
  {
    "id": "508",
    "question": "Propozycje działań doskonalących System Zarządzania Bezpieczeństwem w PKP PLK S.A. mogą zgłaszać: SMS w Pigułce Rozdział I",
    "a": "wszyscy pracownicy Spółki",
    "b": "wyłącznie kierownicy jednostek/komórek organizacyjnych Spółki",
    "c": "wyłącznie pracownicy Biura Bezpieczeństwa Centrali Spółki",
    "answear": "A"
  },
  {
    "id": "509",
    "question": "Zagrożenie w transporcie kolejowym to: SMS w Pigułce Rozdział IV pkt. 5 lit. a",
    "a": "stan, który może doprowadzić do zdarzenia kolejowego",
    "b": "częstotliwość wypadków i incydentów prowadzących do szkody oraz stopień powagi tej szkody",
    "c": "możliwe najgorsze skutki awarii systemu, w którym prowadzona jest zmiana",
    "answear": "A"
  },
  {
    "id": "510",
    "question": "Ile jest procesów głównych w działalności Spółki?",
    "a": "1",
    "b": "2",
    "c": "3",
    "answear": "A"
  },
  {
    "id": "511",
    "question": "Księga Systemu Zarządzania Bezpieczeństwem to:",
    "a": "rejestr zmian wprowadzanych w procedurach SMS",
    "b": "kompendium (streszczenie) dokumentacji systemu Zarządzania Bezpieczeństwem",
    "c": "pełna dokumentacja systemu Zarządzania Bezpieczeństwem",
    "answear": "B"
  },
  {
    "id": "512",
    "question": "Członkiem Zarządu właściwym ds. SMS jest obecnie: Księga SMS Rozdział 4 ust. 1",
    "a": "Prezes Zarządu",
    "b": "Wiceprezes Zarządu, Dyrektor ds. restrukturyzacji",
    "c": "Wiceprezes Zarządu, Dyrektor ds. eksploatacji",
    "answear": "C"
  },
  {
    "id": "513",
    "question": "Koordynatorem ds. SMS w Zakładzie Linii Kolejowych jest: SMS w Pigułce Rozdział V pkt. 5",
    "a": "Dyrektor",
    "b": "Zastępca Dyrektora ds. eksploatacyjnych",
    "c": "Naczelnik",
    "answear": "B"
  },
  {
    "id": "514",
    "question": "Obowiązek wdrożenia i stosowania Systemu Zarządzania Bezpieczeństwem dotyczy: SMS w Pigułce Rozdział II pkt. 4",
    "a": "wyłącznie zarządców infrastruktury w Polsce",
    "b": "wszystkich zarządców infrastruktury w Unii Europejskiej",
    "c": "wszystkich zarządców infrastruktury i przewoźników kolejowych w Unii europejskiej",
    "answear": "C"
  },
  {
    "id": "515",
    "question": "Procedura opisująca proces główny w PKP PLK S.A. to: SMS w pigułce Rozdział V pkt. 1",
    "a": "Księga Systemu Zarządzania Bezpieczeństwem",
    "b": "SMS-PG-01 Udostępnianie infrastruktury kolejowej i prowadzenie ruchu kolejowego",
    "c": "SMS-PW-01 Utrzymanie linii kolejowej w sprawności technicznej i organizacyjnej",
    "answear": "B"
  },
  {
    "id": "516",
    "question": "Instrukcja o prowadzeniu ruchu pociągów (Ir-1) jest: SMS w Pigułce Rozdział V pkt. 1",
    "a": "regulacją wewnętrzną stanowiącą jeden z elementów Systemu zarządzania Bezpieczeństwem",
    "b": "regulacją wewnętrzna, której System zarządzania Bezpieczeństwem nie obejmuje",
    "c": "archiwalna regulacją wewnętrzną, która została zastąpiona przez procedurę SMS-PG-01 Udostępnianie infrastruktury kolejowej i prowadzenie ruchu kolejowego",
    "answear": "A"
  },
  {
    "id": "517",
    "question": "Przykładem inicjatywy na rzecz poprawy bezpieczeństwa (działania doskonalącego System Zarządzania Bezpieczeństwem) jest: SMS w Pigułce Rozdział IV pkt. 4",
    "a": "odsunięcie od pracy na stanowisku bezpośrednio związanym z prowadzeniem i bezpieczeństwem ruchu kolejowego pracownika nieposiadającego stosownych kwalifikacji (egzaminów, autoryzacji)",
    "b": "naprawa uszkodzenia nawierzchni stwierdzonego przez dróżnika obchodowego",
    "c": "wdrożenie nowych rozwiązań wspomagających prace dróżników przejazdowych, np. systemu SWDP",
    "answear": "C"
  },
  {
    "id": "518",
    "question": "Kultura bezpieczeństwa i świadomość zagrożeń dla ruchu kolejowego dotyczy: SMS w Pigułce Rozdział I",
    "a": "personelu nadzoru nad bezpieczeństwem ruchu kolejowego",
    "b": "pracowników na stanowiskach bezpośrednio związanych z prowadzeniem i bezpieczeństwem ruchu kolejowego",
    "c": "wszystkich pracowników PKP PLK S.A.",
    "answear": "C"
  }
]
